{
  "metadata": {
    "source_file": "PBS/pokemon.txt",
    "file_type": "pokemon",
    "total_entries": 930,
    "translatable_fields": [
      "Kind",
      "Name",
      "Pokedex"
    ],
    "source_language": "es",
    "target_language": "zh-TW",
    "extraction_version": "2.0"
  },
  "entries": [
    {
      "section_id": "1",
      "fields": {
        "Name": "Bulbasaur",
        "Kind": "Seed",
        "Pokedex": "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger."
      }
    },
    {
      "section_id": "2",
      "fields": {
        "Name": "Ivysaur",
        "Kind": "Seed",
        "Pokedex": "To support its bulb, Ivysaur's legs grow sturdy. If it spends more time lying in the sunlight, the bud will soon bloom into a large flower."
      }
    },
    {
      "section_id": "3",
      "fields": {
        "Name": "Venusaur",
        "Kind": "Seed",
        "Pokedex": "Venusaur's flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people."
      }
    },
    {
      "section_id": "4",
      "fields": {
        "Name": "Charmander",
        "Kind": "Lizard",
        "Pokedex": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is happy, and blazes when it is enraged."
      }
    },
    {
      "section_id": "5",
      "fields": {
        "Name": "Charmeleon",
        "Kind": "Flame",
        "Pokedex": "Without pity, its sharp claws destroy foes. If it encounters a strong enemy, it becomes agitated, and the flame on its tail flares with a bluish white color."
      }
    },
    {
      "section_id": "6",
      "fields": {
        "Name": "Charizard",
        "Kind": "Flame",
        "Pokedex": "A Charizard flies about in search of strong opponents. It breathes intense flames that can melt any material. However, it will never torch a weaker foe."
      }
    },
    {
      "section_id": "7",
      "fields": {
        "Name": "Squirtle",
        "Kind": "Tiny Turtle",
        "Pokedex": "Its shell is not just for protection. Its rounded shape and the grooves on its surface minimize resistance in water, enabling Squirtle to swim at high speeds."
      }
    },
    {
      "section_id": "8",
      "fields": {
        "Name": "Wartortle",
        "Kind": "Turtle",
        "Pokedex": "Its large tail is covered with rich, thick fur that deepens in color with age. The scratches on its shell are evidence of this Pokémon's toughness in battle."
      }
    },
    {
      "section_id": "9",
      "fields": {
        "Name": "Blastoise",
        "Kind": "Shellfish",
        "Pokedex": "The waterspouts that protrude from its shell are highly accurate. Their bullets of water can precisely nail tin cans from a distance of over 160 feet."
      }
    },
    {
      "section_id": "10",
      "fields": {
        "Name": "Caterpie",
        "Kind": "Worm",
        "Pokedex": "Tiene una cabeza y ojos muy grandes y unas antenas rojas llamativas, todo para asemejarse a un Ekans e intimidar a sus muchos depredadores."
      }
    },
    {
      "section_id": "11",
      "fields": {
        "Name": "Metapod",
        "Kind": "Cocoon",
        "Pokedex": "Utiliza una seda especial que se endurece al contacto con el aire para crear una coraza resistente mientras espera para evolucionar de nuevo."
      }
    },
    {
      "section_id": "12",
      "fields": {
        "Name": "Butterfree",
        "Kind": "Butterfly",
        "Pokedex": "Tiene un gran apetito y puede alejarse hasta 10km para buscar miel y almacenarla en su nido. Poliniza a muchos Pokémon planta."
      }
    },
    {
      "section_id": "13",
      "fields": {
        "Name": "Weedle",
        "Kind": "Hairy Bug",
        "Pokedex": "Los aguijones de su cabeza y cola liberan veneno al mínimo roce y pueden producir desde sensación de picor o quemazón hasta nauseas."
      }
    },
    {
      "section_id": "14",
      "fields": {
        "Name": "Kakuna",
        "Kind": "Cocoon",
        "Pokedex": "Viven en colmenas donde los Weedle se ayudan a hacerse las pupas o corazas y los Beedrill protegen al resto hasta que evolucionan."
      }
    },
    {
      "section_id": "15",
      "fields": {
        "Name": "Beedrill",
        "Kind": "Poison Bee",
        "Pokedex": "En cada colmena hay una Beedrill reina que es la que pone huevos y el resto la defiende. El más fuerte además la fecunda cuando es necesario."
      }
    },
    {
      "section_id": "16",
      "fields": {
        "Name": "Pidgey",
        "Kind": "Tiny Bird",
        "Pokedex": "It has an extremely sharp sense of direction. It can unerringly return home to its nest, however far it may be removed from its familiar surroundings."
      }
    },
    {
      "section_id": "17",
      "fields": {
        "Name": "Pidgeotto",
        "Kind": "Bird",
        "Pokedex": "This Pokémon flies around, patrolling its large territory. If its living space is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws."
      }
    },
    {
      "section_id": "18",
      "fields": {
        "Name": "Pidgeot",
        "Kind": "Bird",
        "Pokedex": "This Pokémon has gorgeous, glossy feathers. Many trainers are so captivated by the beautiful feathers on its head that they choose Pidgeot as their Pokémon."
      }
    },
    {
      "section_id": "19",
      "fields": {
        "Name": "Rattata",
        "Kind": "Mouse",
        "Pokedex": "A Rattata is cautious in the extreme. Even while it is asleep, it constantly moves its ears and listens for danger. It will make its nest anywhere."
      }
    },
    {
      "section_id": "20",
      "fields": {
        "Name": "Raticate",
        "Kind": "Mouse",
        "Pokedex": "A Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses."
      }
    },
    {
      "section_id": "21",
      "fields": {
        "Name": "Spearow",
        "Kind": "Tiny Bird",
        "Pokedex": "Its loud cry can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger."
      }
    },
    {
      "section_id": "22",
      "fields": {
        "Name": "Fearow",
        "Kind": "Beak",
        "Pokedex": "Its long neck and elongated beak are ideal for catching prey in soil or water. It deftly moves this extended and skinny beak to pluck prey."
      }
    },
    {
      "section_id": "23",
      "fields": {
        "Name": "Ekans",
        "Kind": "Snake",
        "Pokedex": "An Ekans curls itself up in a spiral while it rests. This position allows it to quickly respond to an enemy from any direction with a threat from its upraised head."
      }
    },
    {
      "section_id": "24",
      "fields": {
        "Name": "Arbok",
        "Kind": "Cobra",
        "Pokedex": "This Pokémon has a terrifically strong constricting power. It can even flatten steel oil drums. Once it wraps its body around its foe, escaping is impossible."
      }
    },
    {
      "section_id": "25",
      "fields": {
        "Name": "Pikachu",
        "Kind": "Mouse",
        "Pokedex": "It stores electricity in the electric sacs on its cheeks. When it releases pent-up energy in a burst, the electric power is equal to a lightning bolt."
      }
    },
    {
      "section_id": "26",
      "fields": {
        "Name": "Raichu",
        "Kind": "Mouse",
        "Pokedex": "If it stores too much electricity, its behavior turns aggressive. To avoid this, it occasionally discharges excess energy and calms itself down."
      }
    },
    {
      "section_id": "27",
      "fields": {
        "Name": "Sandshrew",
        "Kind": "Mouse",
        "Pokedex": "When it curls up in a ball, it can make any attack bounce off harmlessly. Its hide has turned tough and solid as a result of living in the desert."
      }
    },
    {
      "section_id": "28",
      "fields": {
        "Name": "Sandslash",
        "Kind": "Mouse",
        "Pokedex": "It curls up in a ball to protect itself from enemy attacks. It also curls up to prevent heatstroke during the daytime when temperatures rise sharply."
      }
    },
    {
      "section_id": "29",
      "fields": {
        "Name": "Nidoran",
        "Kind": "Poison Pin",
        "Pokedex": "Its highly toxic barbs are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn."
      }
    },
    {
      "section_id": "30",
      "fields": {
        "Name": "Nidorina",
        "Kind": "Poison Pin",
        "Pokedex": "When it is with its friends or family, its barbs are tucked away to prevent injury. It appears to become nervous if separated from the others."
      }
    },
    {
      "section_id": "31",
      "fields": {
        "Name": "Nidoqueen",
        "Kind": "Drill",
        "Pokedex": "It is adept at sending foes flying with harsh tackles using its tough, scaly body. This Pokémon is at its strongest when it is defending its young."
      }
    },
    {
      "section_id": "32",
      "fields": {
        "Name": "Nidoran",
        "Kind": "Poison Pin",
        "Pokedex": "The male Nidoran has developed muscles that freely move its ears in any direction. Even the slightest sound does not escape this Pokémon's notice."
      }
    },
    {
      "section_id": "33",
      "fields": {
        "Name": "Nidorino",
        "Kind": "Poison Pin",
        "Pokedex": "Its horn is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might."
      }
    },
    {
      "section_id": "34",
      "fields": {
        "Name": "Nidoking",
        "Kind": "Drill",
        "Pokedex": "A Nidoking's thick tail packs enormously destructive power capable of toppling a metal transmission tower. Once it goes on a rampage, there is no stopping it."
      }
    },
    {
      "section_id": "35",
      "fields": {
        "Name": "Clefairy",
        "Kind": "Fairy",
        "Pokedex": "On every night of a full moon, they come out to play. When dawn arrives, the tired Clefairy go to sleep nestled up against each other in deep and quiet mountains."
      }
    },
    {
      "section_id": "36",
      "fields": {
        "Name": "Clefable",
        "Kind": "Fairy",
        "Pokedex": "A Clefable uses its wings to skip lightly as if it were flying. Its bouncy step lets it even walk on water. On quiet, moonlit nights, it strolls on lakes."
      }
    },
    {
      "section_id": "37",
      "fields": {
        "Name": "Vulpix",
        "Kind": "Fox",
        "Pokedex": "It can freely control fire, making fiery orbs fly like will-o'-the-wisps. Just before evolution, its six tails grow hot as if on fire."
      }
    },
    {
      "section_id": "38",
      "fields": {
        "Name": "Ninetales",
        "Kind": "Fox",
        "Pokedex": "It has long been said that each of the nine tails embody an enchanted power. A long-lived Ninetales will have fur that shines like gold."
      }
    },
    {
      "section_id": "39",
      "fields": {
        "Name": "Jigglypuff",
        "Kind": "Balloon",
        "Pokedex": "Puede inflarse de aire hasta volúmenes increíbles para poder flotar o cantar durante un largo tiempo sin necesidad de coger aire."
      }
    },
    {
      "section_id": "40",
      "fields": {
        "Name": "Wigglytuff",
        "Kind": "Balloon",
        "Pokedex": "Controla muy bien su capacidad para inflarse e intimidar así a sus enemigos y propinarles golpes más dolorosos al tener un tamaño mayor."
      }
    },
    {
      "section_id": "41",
      "fields": {
        "Name": "Zubat",
        "Kind": "Bat",
        "Pokedex": "While living in pitch-black caverns, their eyes gradually grew shut and deprived them of vision. They use ultrasonic waves to detect obstacles."
      }
    },
    {
      "section_id": "42",
      "fields": {
        "Name": "Golbat",
        "Kind": "Bat",
        "Pokedex": "Its fangs easily puncture even thick animal hide. It loves to feast on the blood of people and Pokémon. It flits about in darkness and strikes from behind."
      }
    },
    {
      "section_id": "43",
      "fields": {
        "Name": "Oddish",
        "Kind": "Weed",
        "Pokedex": "This Pokémon grows by absorbing moonlight. During the daytime, it buries itself in the ground, leaving only its leaves exposed to avoid detection by its enemies."
      }
    },
    {
      "section_id": "44",
      "fields": {
        "Name": "Gloom",
        "Kind": "Weed",
        "Pokedex": "A horribly noxious honey drools from its mouth. One whiff of the honey can result in memory loss. Some fans are said to enjoy this overwhelming stink, however."
      }
    },
    {
      "section_id": "45",
      "fields": {
        "Name": "Vileplume",
        "Kind": "Flower",
        "Pokedex": "In seasons when it produces more pollen, the air around a Vileplume turns yellow with the powder as it walks. The pollen is highly toxic and causes paralysis."
      }
    },
    {
      "section_id": "46",
      "fields": {
        "Name": "Paras",
        "Kind": "Mushroom",
        "Pokedex": "A Paras has parasitic tochukaso mushrooms growing on its back. They grow by drawing nutrients from the host. They are valued as a medicine for long life."
      }
    },
    {
      "section_id": "47",
      "fields": {
        "Name": "Parasect",
        "Kind": "Mushroom",
        "Pokedex": "Parasect are known to infest the roots of large trees en masse and drain nutrients. When an infested tree dies, they move onto another tree all at once."
      }
    },
    {
      "section_id": "48",
      "fields": {
        "Name": "Venonat",
        "Kind": "Insect",
        "Pokedex": "Its coat of thin, stiff hair that covers its entire body is said to have evolved for protection. Its large eyes never fail to spot even miniscule prey."
      }
    },
    {
      "section_id": "49",
      "fields": {
        "Name": "Venomoth",
        "Kind": "Poison Moth",
        "Pokedex": "Venomoth are nocturnal--they only are active at night. Their favorite prey are insects that gather around streetlights, attracted by the light in the darkness."
      }
    },
    {
      "section_id": "50",
      "fields": {
        "Name": "Diglett",
        "Kind": "Mole",
        "Pokedex": "Diglett are raised in most farms. The reason is simple--wherever they burrow, the soil is left perfectly tilled for growing delicious crops."
      }
    },
    {
      "section_id": "51",
      "fields": {
        "Name": "Dugtrio",
        "Kind": "Mole",
        "Pokedex": "Because the triplets originally split from one body, they think exactly alike. They work cooperatively to burrow endlessly through the ground."
      }
    },
    {
      "section_id": "52",
      "fields": {
        "Name": "Meowth",
        "Kind": "Scratch Cat",
        "Pokedex": "Meowth withdraw their sharp claws into their paws to silently sneak about. For some reason, this Pokémon loves shiny coins that glitter with light."
      }
    },
    {
      "section_id": "53",
      "fields": {
        "Name": "Persian",
        "Kind": "Classy Cat",
        "Pokedex": "A Persian's six bold whiskers sense air movements to determine what is in its vicinity. It becomes docile if grabbed by the whiskers."
      }
    },
    {
      "section_id": "54",
      "fields": {
        "Name": "Psyduck",
        "Kind": "Duck",
        "Pokedex": "When its headache intensifies, it starts using strange powers. However, it has no recollection of its powers, so it always looks befuddled and bewildered."
      }
    },
    {
      "section_id": "55",
      "fields": {
        "Name": "Golduck",
        "Kind": "Duck",
        "Pokedex": "A Golduck is an adept swimmer. It sometimes joins competitive swimmers in training. It uses psychic powers when its forehead shimmers with light."
      }
    },
    {
      "section_id": "56",
      "fields": {
        "Name": "Mankey",
        "Kind": "Pig Monkey",
        "Pokedex": "When it starts shaking and its nasal breathing turns rough, it's a sure sign of anger. However, since this happens instantly, there is no time to flee."
      }
    },
    {
      "section_id": "57",
      "fields": {
        "Name": "Primeape",
        "Kind": "Pig Monkey",
        "Pokedex": "When it becomes furious, its blood circulation becomes more robust, and its muscles are made stronger. But it also becomes much less intelligent."
      }
    },
    {
      "section_id": "58",
      "fields": {
        "Name": "Growlithe",
        "Kind": "Puppy",
        "Pokedex": "Its superb sense of smell ensures that this Pokémon won't forget any scent, no matter what. It uses its sense of smell to detect the emotions of others."
      }
    },
    {
      "section_id": "59",
      "fields": {
        "Name": "Arcanine",
        "Kind": "Legendary",
        "Pokedex": "This fleet-footed Pokémon is said to run over 6,200 miles in a single day and night. The fire that blazes wildly within its body is its source of power."
      }
    },
    {
      "section_id": "60",
      "fields": {
        "Name": "Poliwag",
        "Kind": "Tadpole",
        "Pokedex": "It is possible to see this Pokémon's spiral innards right through its thin skin. However, the skin is also very flexible. Even sharp fangs bounce right off it."
      }
    },
    {
      "section_id": "61",
      "fields": {
        "Name": "Poliwhirl",
        "Kind": "Tadpole",
        "Pokedex": "Its body surface is always wet and slick with an oily fluid. Because of this greasy covering, it can easily slip and slide out of the clutches of any enemy in battle."
      }
    },
    {
      "section_id": "62",
      "fields": {
        "Name": "Poliwrath",
        "Kind": "Tadpole",
        "Pokedex": "Its highly developed muscles never grow fatigued, however much it exercises. This Pokémon can swim back and forth across the Pacific Ocean without effort."
      }
    },
    {
      "section_id": "63",
      "fields": {
        "Name": "Abra",
        "Kind": "Psi",
        "Pokedex": "A Pokémon that sleeps 18 hours a day. Observation revealed that it uses Teleport to change its location once every hour."
      }
    },
    {
      "section_id": "64",
      "fields": {
        "Name": "Kadabra",
        "Kind": "Psi",
        "Pokedex": "It is rumored that a boy with psychic abilities suddenly transformed into Kadabra while he was assisting research into extrasensory powers."
      }
    },
    {
      "section_id": "65",
      "fields": {
        "Name": "Alakazam",
        "Kind": "Psi",
        "Pokedex": "While it has strong psychic abilities and high intelligence, an Alakazam's muscles are very weak. It uses psychic power to move its body."
      }
    },
    {
      "section_id": "66",
      "fields": {
        "Name": "Machop",
        "Kind": "Superpower",
        "Pokedex": "It continually undertakes strenuous training to master all forms of martial arts. Its strength lets it easily hoist a sumo wrestler onto its shoulders."
      }
    },
    {
      "section_id": "67",
      "fields": {
        "Name": "Machoke",
        "Kind": "Superpower",
        "Pokedex": "A belt is worn by a Machoke to keep its overwhelming power under control. Because it is so dangerous, no one has ever removed the belt."
      }
    },
    {
      "section_id": "68",
      "fields": {
        "Name": "Machamp",
        "Kind": "Superpower",
        "Pokedex": "It is impossible to defend against punches and chops doled out by its four arms. Its fighting spirit flares up when it faces a tough opponent."
      }
    },
    {
      "section_id": "69",
      "fields": {
        "Name": "Bellsprout",
        "Kind": "Flower",
        "Pokedex": "A Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, it leaks a fluid that melts even iron."
      }
    },
    {
      "section_id": "70",
      "fields": {
        "Name": "Weepinbell",
        "Kind": "Flycatcher",
        "Pokedex": "At night, a Weepinbell hangs on to a tree branch with its hooked rear and sleeps. If it moves around in its sleep, it may wake up to find itself on the ground."
      }
    },
    {
      "section_id": "71",
      "fields": {
        "Name": "Victreebel",
        "Kind": "Flycatcher",
        "Pokedex": "The long vine extending from its head is waved about as if it were a living thing to attract prey. When an unsuspecting victim approaches, it is swallowed whole."
      }
    },
    {
      "section_id": "72",
      "fields": {
        "Name": "Tentacool",
        "Kind": "Jellyfish",
        "Pokedex": "Its body is almost entirely composed of water. It ensnares its foe with its two long tentacles, then stabs with the poison stingers at their tips."
      }
    },
    {
      "section_id": "73",
      "fields": {
        "Name": "Tentacruel",
        "Kind": "Jellyfish",
        "Pokedex": "It lives in complex rock formations on the ocean floor and traps prey using its 80 tentacles. Its red orbs glow when it grows excited or agitated."
      }
    },
    {
      "section_id": "74",
      "fields": {
        "Name": "Geodude",
        "Kind": "Rock",
        "Pokedex": "It climbs mountain paths using only the power of its arms. Because they look just like boulders lining paths, hikers may step on them without noticing."
      }
    },
    {
      "section_id": "75",
      "fields": {
        "Name": "Graveler",
        "Kind": "Rock",
        "Pokedex": "They descend from mountains by tumbling down steep slopes. They are so brutal, they smash aside obstructing trees and massive boulders with thunderous tackles."
      }
    },
    {
      "section_id": "76",
      "fields": {
        "Name": "Golem",
        "Kind": "Megaton",
        "Pokedex": "It is said to live in volcanic craters on mountain peaks. Once a year, it sheds its hide and grows larger. The shed hide crumbles and returns to the soil."
      }
    },
    {
      "section_id": "77",
      "fields": {
        "Name": "Ponyta",
        "Kind": "Fire Horse",
        "Pokedex": "A Ponyta is very weak at birth. It can barely stand up. Its legs become stronger as it stumbles and falls while trying to keep up with its parent."
      }
    },
    {
      "section_id": "78",
      "fields": {
        "Name": "Rapidash",
        "Kind": "Fire Horse",
        "Pokedex": "It usually canters casually in the fields and plains. But once a Rapidash turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph."
      }
    },
    {
      "section_id": "79",
      "fields": {
        "Name": "Slowpoke",
        "Kind": "Dopey",
        "Pokedex": "It catches prey by dipping its tail in water at the side of a river. But it often forgets what it is doing and spends entire days just loafing at water's edge."
      }
    },
    {
      "section_id": "80",
      "fields": {
        "Name": "Slowbro",
        "Kind": "Hermit Crab",
        "Pokedex": "Its tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This forces it to reluctantly swim and catch prey."
      }
    },
    {
      "section_id": "81",
      "fields": {
        "Name": "Magnemite",
        "Kind": "Magnet",
        "Pokedex": "The units at its sides are extremely powerful magnets. They generate enough magnetism to draw in iron objects from over 300 feet away."
      }
    },
    {
      "section_id": "82",
      "fields": {
        "Name": "Magneton",
        "Kind": "Magnet",
        "Pokedex": "It is actually three Magnemite linked by magnetism. It generates powerful radio waves that raise temperatures by 3.6 degrees F within a 3,300-foot radius."
      }
    },
    {
      "section_id": "83",
      "fields": {
        "Name": "Farfetch'd",
        "Kind": "Wild Duck",
        "Pokedex": "It is always seen with a stick from a plant. Apparently, there are good sticks and bad sticks. This Pokémon occasionally fights with others over choice sticks."
      }
    },
    {
      "section_id": "84",
      "fields": {
        "Name": "Doduo",
        "Kind": "Twin Bird",
        "Pokedex": "Even while eating or sleeping, one of the heads remains always vigilant for any sign of danger. When threatened, it flees at over 60 miles per hour."
      }
    },
    {
      "section_id": "85",
      "fields": {
        "Name": "Dodrio",
        "Kind": "Triple Bird",
        "Pokedex": "A peculiar Pokémon species with three heads. It vigorously races across grassy plains even in arid seasons with little rainfall."
      }
    },
    {
      "section_id": "86",
      "fields": {
        "Name": "Seel",
        "Kind": "Sea Lion",
        "Pokedex": "Seel hunt for prey in frigid, ice-covered seas. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head."
      }
    },
    {
      "section_id": "87",
      "fields": {
        "Name": "Dewgong",
        "Kind": "Sea Lion",
        "Pokedex": "It loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago."
      }
    },
    {
      "section_id": "88",
      "fields": {
        "Name": "Grimer",
        "Kind": "Sludge",
        "Pokedex": "Born from polluted sludge in the sea, Grimer's favorite food is anything filthy. They feed on wastewater pumped out from factories."
      }
    },
    {
      "section_id": "89",
      "fields": {
        "Name": "Muk",
        "Kind": "Sludge",
        "Pokedex": "It prefers warm and humid habitats. In the summertime, the toxic substances in its body intensify, making Muk reek like putrid kitchen garbage."
      }
    },
    {
      "section_id": "90",
      "fields": {
        "Name": "Shellder",
        "Kind": "Bivalve",
        "Pokedex": "At night, it burrows a hole in the seafloor with its broad tongue to make a place to sleep. While asleep, it closes its shell, but leaves its tongue hanging out."
      }
    },
    {
      "section_id": "91",
      "fields": {
        "Name": "Cloyster",
        "Kind": "Bivalve",
        "Pokedex": "It swims in the sea by swallowing water, then jetting it out toward the rear. The Cloyster shoots spikes from its shell using the same system."
      }
    },
    {
      "section_id": "92",
      "fields": {
        "Name": "Gastly",
        "Kind": "Gas",
        "Pokedex": "When exposed to a strong wind, a Gastly's gaseous body quickly dwindles away. They cluster under the eaves of houses to escape the ravages of wind."
      }
    },
    {
      "section_id": "93",
      "fields": {
        "Name": "Haunter",
        "Kind": "Gas",
        "Pokedex": "If a Haunter beckons you while it is floating in darkness, don't approach it. This Pokémon will try to lick you with its tongue and steal your life away."
      }
    },
    {
      "section_id": "94",
      "fields": {
        "Name": "Gengar",
        "Kind": "Shadow",
        "Pokedex": "Deep in the night, your shadow cast by a streetlight may suddenly overtake you. It is actually a Gengar running past you, pretending to be your shadow."
      }
    },
    {
      "section_id": "95",
      "fields": {
        "Name": "Onix",
        "Kind": "Rock Snake",
        "Pokedex": "There is a magnet in its brain that prevents an Onix from losing direction while tunneling. As it grows older, its body becomes steadily rounder and smoother."
      }
    },
    {
      "section_id": "96",
      "fields": {
        "Name": "Drowzee",
        "Kind": "Hypnosis",
        "Pokedex": "If your nose becomes itchy while you are sleeping, it's a sure sign that a Drowzee is standing above your pillow and trying to eat your dream through your nostrils."
      }
    },
    {
      "section_id": "97",
      "fields": {
        "Name": "Hypno",
        "Kind": "Hypnosis",
        "Pokedex": "The arcing movement and glitter of the pendulum in a Hypno's hand lull the foe into deep hypnosis. While searching for prey, it polishes the pendulum."
      }
    },
    {
      "section_id": "98",
      "fields": {
        "Name": "Krabby",
        "Kind": "River Crab",
        "Pokedex": "Presenta un dimorfismo sexual claro, en el macho los surcos ventrales forman un triángulo isósceles y en la hembra un triángulo redondeado."
      }
    },
    {
      "section_id": "99",
      "fields": {
        "Name": "Kingler",
        "Kind": "Pincer",
        "Pokedex": "Muda su concha para crecer, si pierde su pinza grande la opuesta crece más convirtiéndose en la grande y regenera la otra que pasa a ser la pequeña."
      }
    },
    {
      "section_id": "100",
      "fields": {
        "Name": "Voltorb",
        "Kind": "Ball",
        "Pokedex": "It bears an uncanny and unexplained resemblance to a Poké Ball. Because it explodes at the slightest shock, even veteran trainers treat it with caution."
      }
    },
    {
      "section_id": "101",
      "fields": {
        "Name": "Electrode",
        "Kind": "Ball",
        "Pokedex": "They appear in great numbers at electric power plants. Because they feed on electricity, they cause massive and chaotic blackouts in nearby cities."
      }
    },
    {
      "section_id": "102",
      "fields": {
        "Name": "Exeggcute",
        "Kind": "Egg",
        "Pokedex": "It consists of six eggs that care for each other. The eggs attract each other and spin around. When cracks increasingly appear, it is close to evolution."
      }
    },
    {
      "section_id": "103",
      "fields": {
        "Name": "Exeggutor",
        "Kind": "Coconut",
        "Pokedex": "Originally from the tropics, Exeggutor's heads grow larger from exposure to strong sunlight. It is said that when the heads fall, they group to form an Exeggcute."
      }
    },
    {
      "section_id": "104",
      "fields": {
        "Name": "Cubone",
        "Kind": "Lonely",
        "Pokedex": "Ha tenido que sobrevivir en un ecosistema inhóspito, como el desierto, desde muy pequeño sin su madre. Por ello es muy duro y autosuficiente."
      }
    },
    {
      "section_id": "105",
      "fields": {
        "Name": "Marowak",
        "Kind": "Bone Keeper",
        "Pokedex": "Usan su hueso para producir sonidos golpeando rocas para avisar a otros de que están invadiendo su territorio o para impresionar a las hembras."
      }
    },
    {
      "section_id": "106",
      "fields": {
        "Name": "Hitmonlee",
        "Kind": "Kicking",
        "Pokedex": "Its legs freely stretch and contract. Using these springlike limbs, it bowls over foes with devastating kicks. After battle, it rubs down its tired legs."
      }
    },
    {
      "section_id": "107",
      "fields": {
        "Name": "Hitmonchan",
        "Kind": "Punching",
        "Pokedex": "A Hitmonchan is said to possess the spirit of a boxer who aimed to become the world champion. Having an indomitable spirit means that it will never give up."
      }
    },
    {
      "section_id": "108",
      "fields": {
        "Name": "Lickitung",
        "Kind": "Licking",
        "Pokedex": "Whenever it sees something unfamiliar, it always licks the object because it memorizes things by texture and taste. It is somewhat put off by sour things."
      }
    },
    {
      "section_id": "109",
      "fields": {
        "Name": "Koffing",
        "Kind": "Poison Gas",
        "Pokedex": "Getting up close to a Koffing will give you a chance to observe, through its thin skin, the toxic gases swirling inside. It blows up at the slightest stimulation."
      }
    },
    {
      "section_id": "110",
      "fields": {
        "Name": "Weezing",
        "Kind": "Poison Gas",
        "Pokedex": "By diluting its toxic gases with a special process, the highest grade of perfume can be extracted. To Weezing, gases emanating from garbage are the ultimate feast."
      }
    },
    {
      "section_id": "111",
      "fields": {
        "Name": "Rhyhorn",
        "Kind": "Spikes",
        "Pokedex": "Once it starts running, it doesn't stop. Its tiny brain makes it so stupid that it can't remember why it started running in the first place."
      }
    },
    {
      "section_id": "112",
      "fields": {
        "Name": "Rhydon",
        "Kind": "Drill",
        "Pokedex": "Its horn, which rotates like a drill, destroys tall buildings with one strike. It stands on its hind legs, and its brain is well developed."
      }
    },
    {
      "section_id": "113",
      "fields": {
        "Name": "Chansey",
        "Kind": "Egg",
        "Pokedex": "Chansey lay nutritionally excellent eggs every day. The eggs are so delicious, they are eagerly devoured by even those who have lost their appetite."
      }
    },
    {
      "section_id": "114",
      "fields": {
        "Name": "Tangela",
        "Kind": "Vine",
        "Pokedex": "Its vines snap off easily and painlessly if they are grabbed, allowing it to make a quick getaway. The lost vines are replaced by new growth the very next day."
      }
    },
    {
      "section_id": "115",
      "fields": {
        "Name": "Kangaskhan",
        "Kind": "Parent",
        "Pokedex": "If you come across a young Kangaskhan playing by itself, never try to catch it. The baby's parent is sure to be in the area, and it will become violently enraged."
      }
    },
    {
      "section_id": "116",
      "fields": {
        "Name": "Horsea",
        "Kind": "Dragon",
        "Pokedex": "By cleverly flicking the fins on its back side to side, it moves in any direction while facing forward. It spits ink to escape if it senses danger."
      }
    },
    {
      "section_id": "117",
      "fields": {
        "Name": "Seadra",
        "Kind": "Dragon",
        "Pokedex": "The poisonous barbs all over its body are highly valued as ingredients for making traditional herbal medicine. It shows no mercy to anything approaching its nest."
      }
    },
    {
      "section_id": "118",
      "fields": {
        "Name": "Goldeen",
        "Kind": "Goldfish",
        "Pokedex": "In the springtime, schools of Goldeen can be seen swimming up falls and rivers. It metes out staggering damage with its single horn."
      }
    },
    {
      "section_id": "119",
      "fields": {
        "Name": "Seaking",
        "Kind": "Goldfish",
        "Pokedex": "It punches holes in boulders on stream- beds. This is a clever innovation that prevents its eggs from being attacked or washed away by the current."
      }
    },
    {
      "section_id": "120",
      "fields": {
        "Name": "Staryu",
        "Kind": "Star Shape",
        "Pokedex": "It gathers with others in the night and makes its red core glow on and off with the twinkling stars. It can regenerate limbs if they are severed from its body."
      }
    },
    {
      "section_id": "121",
      "fields": {
        "Name": "Starmie",
        "Kind": "Mysterious",
        "Pokedex": "People in ancient times imagined that Starmie were transformed from the reflections of stars that twinkled on gentle waves at night."
      }
    },
    {
      "section_id": "122",
      "fields": {
        "Name": "Mr. Mime",
        "Kind": "Barrier",
        "Pokedex": "A Mr. Mime is a master of pantomime. It can convince others that something unseeable actually exists. Once believed, the imaginary object does become real."
      }
    },
    {
      "section_id": "123",
      "fields": {
        "Name": "Scyther",
        "Kind": "Mantis",
        "Pokedex": "Its blindingly fast speed adds to the sharpness of its twin forearm scythes. The scythes can slice through thick logs in one wicked stroke."
      }
    },
    {
      "section_id": "124",
      "fields": {
        "Name": "Jynx",
        "Kind": "Human Shape",
        "Pokedex": "Fueron traídas de las Américas para servir en algunos espectáculos de la corte. Con el tiempo se fueron adaptando al arte del sur de Iberia."
      }
    },
    {
      "section_id": "125",
      "fields": {
        "Name": "Electabuzz",
        "Kind": "Electric",
        "Pokedex": "When a storm approaches, it competes with others to scale heights that are likely to be stricken by lightning. Some towns use Electabuzz in place of lightning rods."
      }
    },
    {
      "section_id": "126",
      "fields": {
        "Name": "Magmar",
        "Kind": "Spitfire",
        "Pokedex": "In battle, it blows out intense flames from all over its body to intimidate its foe. These fiery bursts create heat waves that ignite grass and trees in the area."
      }
    },
    {
      "section_id": "127",
      "fields": {
        "Name": "Pinsir",
        "Kind": "Stag Beetle",
        "Pokedex": "Their pincers are strong enough to shatter thick logs. Because they dislike cold, Pinsir burrow and sleep under the ground on chilly nights."
      }
    },
    {
      "section_id": "128",
      "fields": {
        "Name": "Tauros",
        "Kind": "Wild Bull",
        "Pokedex": "It is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself."
      }
    },
    {
      "section_id": "129",
      "fields": {
        "Name": "Magikarp",
        "Kind": "Fish",
        "Pokedex": "Its swimming muscles are weak, so it is easily washed away by currents. In places where water pools, you can see many Magikarp deposited there by the flow."
      }
    },
    {
      "section_id": "130",
      "fields": {
        "Name": "Gyarados",
        "Kind": "Atrocious",
        "Pokedex": "It is an extremely vicious and violent Pokémon. When humans begin to fight, it will appear and burn everything to the ground with intensely hot flames."
      }
    },
    {
      "section_id": "131",
      "fields": {
        "Name": "Lapras",
        "Kind": "Transport",
        "Pokedex": "People have driven Lapras almost to the point of extinction. In the evenings, it is said to sing plaintively as it seeks what few others of its kind still remain."
      }
    },
    {
      "section_id": "132",
      "fields": {
        "Name": "Ditto",
        "Kind": "Transform",
        "Pokedex": "A Ditto rearranges its cell structure to transform itself. However, if it tries to change based on its memory, it will get details wrong."
      }
    },
    {
      "section_id": "133",
      "fields": {
        "Name": "Eevee",
        "Kind": "Evolution",
        "Pokedex": "Tiene mecanismos celulares que inducen la producción de mutaciones en el genoma cuando es expuesto a diferentes estímulos, como forma de adaptación."
      }
    },
    {
      "section_id": "134",
      "fields": {
        "Name": "Vaporeon",
        "Kind": "Bubble Jet",
        "Pokedex": "Muy ágil en tierra firme y en el agua gracias a su aleta caudal. Además de pulmones posee branquias alrededor del cuello para respirar bajo agua."
      }
    },
    {
      "section_id": "135",
      "fields": {
        "Name": "Jolteon",
        "Kind": "Lightning",
        "Pokedex": "Se mueve a una velocidad vertiginosa, gracias a lo cual se carga de electricidad estática por el rozamiento con el aire, erizándose así su pelaje."
      }
    },
    {
      "section_id": "136",
      "fields": {
        "Name": "Flareon",
        "Kind": "Flame",
        "Pokedex": "Es pacífico, calmado y muy suave. El calor que produce depende de su estado de ánimo, produciendo más si está enfadado o asustado."
      }
    },
    {
      "section_id": "137",
      "fields": {
        "Name": "Porygon",
        "Kind": "Virtual",
        "Pokedex": "It is capable of reverting itself entirely back to program data in order to enter cyberspace. A Porygon is copy- protected so it cannot be duplicated."
      }
    },
    {
      "section_id": "138",
      "fields": {
        "Name": "Omanyte",
        "Kind": "Spiral",
        "Pokedex": "One of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by humans. If attacked, it withdraws into its hard shell."
      }
    },
    {
      "section_id": "139",
      "fields": {
        "Name": "Omastar",
        "Kind": "Spiral",
        "Pokedex": "An Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large, making its movements slow and ponderous."
      }
    },
    {
      "section_id": "140",
      "fields": {
        "Name": "Kabuto",
        "Kind": "Shellfish",
        "Pokedex": "It is a Pokémon that has been regenerated from a fossil. However, in rare cases, living examples have been discovered. Kabuto have not changed for 300 million years."
      }
    },
    {
      "section_id": "141",
      "fields": {
        "Name": "Kabutops",
        "Kind": "Shellfish",
        "Pokedex": "Kabutops once swam underwater to hunt for prey. It was apparently evolving from being a water dweller to living on land as evident from changes in its gills and legs."
      }
    },
    {
      "section_id": "142",
      "fields": {
        "Name": "Aerodactyl",
        "Kind": "Fossil",
        "Pokedex": "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from DNA extracted from amber. It is imagined to have been the king of the skies."
      }
    },
    {
      "section_id": "143",
      "fields": {
        "Name": "Snorlax",
        "Kind": "Sleeping",
        "Pokedex": "Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its big belly as a place to play."
      }
    },
    {
      "section_id": "144",
      "fields": {
        "Name": "Articuno",
        "Kind": "Freeze",
        "Pokedex": "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall."
      }
    },
    {
      "section_id": "145",
      "fields": {
        "Name": "Zapdos",
        "Kind": "Electric",
        "Pokedex": "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. It gains power if it is stricken by lightning bolts."
      }
    },
    {
      "section_id": "146",
      "fields": {
        "Name": "Moltres",
        "Kind": "Flame",
        "Pokedex": "Moltres is a legendary bird Pokémon that can control fire. If injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself."
      }
    },
    {
      "section_id": "147",
      "fields": {
        "Name": "Dratini",
        "Kind": "Dragon",
        "Pokedex": "A Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels."
      }
    },
    {
      "section_id": "148",
      "fields": {
        "Name": "Dragonair",
        "Kind": "Dragon",
        "Pokedex": "A Dragonair stores an enormous amount of energy inside its body. It is said to alter the weather around it by loosing energy from the crystals on its neck and tail."
      }
    },
    {
      "section_id": "149",
      "fields": {
        "Name": "Dragonite",
        "Kind": "Dragon",
        "Pokedex": "It can circle the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land."
      }
    },
    {
      "section_id": "150",
      "fields": {
        "Name": "Mewtwo",
        "Kind": "Genetic",
        "Pokedex": "A Pokémon that was created by genetic manipulation. However, even though the scientific power of humans made its body, they failed to give it a warm heart."
      }
    },
    {
      "section_id": "151",
      "fields": {
        "Name": "Mew",
        "Kind": "New Species",
        "Pokedex": "A Mew is said to possess the genes of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people."
      }
    },
    {
      "section_id": "152",
      "fields": {
        "Name": "Chikorita",
        "Kind": "Leaf",
        "Pokedex": "It waves its leaf around to keep foes at bay. However, a sweet fragrance also wafts from the leaf, creating a friendly atmosphere that becalms the battlers."
      }
    },
    {
      "section_id": "153",
      "fields": {
        "Name": "Bayleef",
        "Kind": "Leaf",
        "Pokedex": "A Bayleef's neck is ringed by curled-up leaves. Inside each leaf is a small tree shoot. The fragrance of this shoot makes people peppy."
      }
    },
    {
      "section_id": "154",
      "fields": {
        "Name": "Meganium",
        "Kind": "Herb",
        "Pokedex": "The fragrance of a Meganium's flower soothes and calms emotions. In battle, it gives off more of its becalming scent to blunt the foe's fighting spirit."
      }
    },
    {
      "section_id": "155",
      "fields": {
        "Name": "Cyndaquil",
        "Kind": "Fire Mouse",
        "Pokedex": "It flares flames from its back to protect itself. The fire burns vigorously if the Pokémon is angry. When it is tired, it sputters with incomplete combustion."
      }
    },
    {
      "section_id": "156",
      "fields": {
        "Name": "Quilava",
        "Kind": "Volcano",
        "Pokedex": "It intimidates foes with intense gusts of flames and superheated air. Its quick nimbleness lets it dodge attacks even while scorching an enemy."
      }
    },
    {
      "section_id": "157",
      "fields": {
        "Name": "Typhlosion",
        "Kind": "Volcano",
        "Pokedex": "It can hide behind a shimmering heat haze that it creates using its intense flames. Typhlosion create blazing explosive blasts that burn everything to cinders."
      }
    },
    {
      "section_id": "158",
      "fields": {
        "Name": "Totodile",
        "Kind": "Big Jaw",
        "Pokedex": "Despite its small body, Totodile's jaws are very powerful. While it may think it is just playfully nipping, its bite has enough strength to cause serious injury."
      }
    },
    {
      "section_id": "159",
      "fields": {
        "Name": "Croconaw",
        "Kind": "Big Jaw",
        "Pokedex": "Once its jaws clamp down on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like fishhooks, they become irremovably embedded."
      }
    },
    {
      "section_id": "160",
      "fields": {
        "Name": "Feraligatr",
        "Kind": "Big Jaw",
        "Pokedex": "It opens its huge mouth to intimidate enemies. In battle, it runs using its thick and powerful hind legs to charge the foe with incredible speed."
      }
    },
    {
      "section_id": "161",
      "fields": {
        "Name": "Sentret",
        "Kind": "Scout",
        "Pokedex": "They take turns standing guard when it is time to sleep. The sentry awakens the others if it senses danger. If one becomes separated, it turns sleepless with fear."
      }
    },
    {
      "section_id": "162",
      "fields": {
        "Name": "Furret",
        "Kind": "Long Body",
        "Pokedex": "A Furret has a very slim build. When under attack, it can squirm through narrow spaces and get away. In spite of its short limbs, it is very nimble and fleet."
      }
    },
    {
      "section_id": "163",
      "fields": {
        "Name": "Hoothoot",
        "Kind": "Owl",
        "Pokedex": "It has an internal organ that senses the earth's rotation. Using this special organ, a Hoothoot begins hooting at precisely the same time every day."
      }
    },
    {
      "section_id": "164",
      "fields": {
        "Name": "Noctowl",
        "Kind": "Owl",
        "Pokedex": "It unfailingly catches prey in darkness. Noctowl owe their success to superior vision that allows them to see in minimal light, and to their supple and silent wings."
      }
    },
    {
      "section_id": "165",
      "fields": {
        "Name": "Ledyba",
        "Kind": "Five Star",
        "Pokedex": "Ledyba communicate using a fluid that they secrete from where the legs join the body. They are said to convey feelings to others by altering the fluid's scent."
      }
    },
    {
      "section_id": "166",
      "fields": {
        "Name": "Ledian",
        "Kind": "Five Star",
        "Pokedex": "It is said that in lands with clean air, where the stars fill the sky, there live many Ledian. For good reason, they use the light of the stars as energy."
      }
    },
    {
      "section_id": "167",
      "fields": {
        "Name": "Spinarak",
        "Kind": "String Spit",
        "Pokedex": "The web it spins can be considered its second nervous system. It is said that a Spinarak determines its prey by the tiny vibrations it feels through the web."
      }
    },
    {
      "section_id": "168",
      "fields": {
        "Name": "Ariados",
        "Kind": "Long Leg",
        "Pokedex": "Its feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. It constricts its foe with thin and strong silk webbing."
      }
    },
    {
      "section_id": "169",
      "fields": {
        "Name": "Crobat",
        "Kind": "Bat",
        "Pokedex": "Over the course of evolution, its hind legs turned into wings. By alternately resting its front and rear wings, it can fly all day without having to stop."
      }
    },
    {
      "section_id": "170",
      "fields": {
        "Name": "Chinchou",
        "Kind": "Angler",
        "Pokedex": "When it senses danger, it discharges positive and negative electricity from its two antennae. It lives in depths beyond sunlight's reach."
      }
    },
    {
      "section_id": "171",
      "fields": {
        "Name": "Lanturn",
        "Kind": "Light",
        "Pokedex": "The light-emitting orbs on its back are very bright. They are formed from a part of its dorsal fin. This Pokémon illuminates the inky darkness of deep seas."
      }
    },
    {
      "section_id": "172",
      "fields": {
        "Name": "Pichu",
        "Kind": "Tiny Mouse",
        "Pokedex": "It is still inept at retaining electricity. When it is startled, it discharges power accidentally. It gets better at holding power as it grows older."
      }
    },
    {
      "section_id": "173",
      "fields": {
        "Name": "Cleffa",
        "Kind": "Star Shape",
        "Pokedex": "On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance until daybreak, when they quench their thirst with the morning dew."
      }
    },
    {
      "section_id": "174",
      "fields": {
        "Name": "Igglybuff",
        "Kind": "Balloon",
        "Pokedex": "Le gusta mucho cantar y cuida muy bien la salud de su garganta. Si tropieza empezará a rebotar como un balón de playa y le costará parar."
      }
    },
    {
      "section_id": "175",
      "fields": {
        "Name": "Togepi",
        "Kind": "Spike Ball",
        "Pokedex": "As its energy, it uses the feelings of compassion and pleasure exuded by people and Pokémon. It stores up happy feelings in its shell, then shares them out."
      }
    },
    {
      "section_id": "176",
      "fields": {
        "Name": "Togetic",
        "Kind": "Happiness",
        "Pokedex": "It is said to be a Pokémon that brings good fortune. When it spots someone who is pure of heart, a Togetic appears and shares its happiness with that person."
      }
    },
    {
      "section_id": "177",
      "fields": {
        "Name": "Natu",
        "Kind": "Tiny Bird",
        "Pokedex": "It runs up short trees that grow on the savanna to peck at new shoots. A Natu's eyes look as if they are always observing something."
      }
    },
    {
      "section_id": "178",
      "fields": {
        "Name": "Xatu",
        "Kind": "Mystic",
        "Pokedex": "It has the enigmatic power of foreseeing the future. Some people in different lands have long believed that Xatu are emissaries from another world."
      }
    },
    {
      "section_id": "179",
      "fields": {
        "Name": "Mareep",
        "Kind": "Wool",
        "Pokedex": "Its fluffy wool rubs together and builds a static charge. The more energy is charged, the more brightly the lightbulb at the tip of its tail glows."
      }
    },
    {
      "section_id": "180",
      "fields": {
        "Name": "Flaaffy",
        "Kind": "Wool",
        "Pokedex": "Its fleece quality changes to generate strong static electricity with a small amount of wool. The bare, slick parts of its hide are shielded against electricity."
      }
    },
    {
      "section_id": "181",
      "fields": {
        "Name": "Ampharos",
        "Kind": "Light",
        "Pokedex": "It gives off so much light that it can be seen even from space. People in the old days used its light to send signals back and forth with others far away."
      }
    },
    {
      "section_id": "182",
      "fields": {
        "Name": "Bellossom",
        "Kind": "Flower",
        "Pokedex": "Its flower petals deepen in color through exposure to sunlight. When cloudy weather persists, it does a dance that is thought to be a ritual for summoning the sun."
      }
    },
    {
      "section_id": "183",
      "fields": {
        "Name": "Marill",
        "Kind": "Aqua Mouse",
        "Pokedex": "Its body is covered with water-repellent fur. Because of the fur, it can swim through water at high speed without being slowed by the water's resistance."
      }
    },
    {
      "section_id": "184",
      "fields": {
        "Name": "Azumarill",
        "Kind": "Aqua Rabbit",
        "Pokedex": "It lives in water virtually all day long. Its body color and pattern act as camouflage that makes it tough for enemies to spot in water."
      }
    },
    {
      "section_id": "185",
      "fields": {
        "Name": "Sudowoodo",
        "Kind": "Imitation",
        "Pokedex": "It mimics a tree to avoid being attacked by enemies. But since its forelegs remain green throughout the year, it is easily identified as a fake in the winter."
      }
    },
    {
      "section_id": "186",
      "fields": {
        "Name": "Politoed",
        "Kind": "Frog",
        "Pokedex": "The curled hair on its head proves its status as a king. It is said that the longer and curlier the hair, the more respect it earns from its peers."
      }
    },
    {
      "section_id": "187",
      "fields": {
        "Name": "Hoppip",
        "Kind": "Cottonweed",
        "Pokedex": "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, a Hoppip links leaves with others to prepare against being blown away."
      }
    },
    {
      "section_id": "188",
      "fields": {
        "Name": "Skiploom",
        "Kind": "Cottonweed",
        "Pokedex": "It blossoms when the temperature rises above 64 degrees F. Because its flower's blooming changes with the temperature, it is sometimes used as a thermometer."
      }
    },
    {
      "section_id": "189",
      "fields": {
        "Name": "Jumpluff",
        "Kind": "Cottonweed",
        "Pokedex": "Jumpluff ride warm southern winds to cross the sea and fly to foreign lands. This Pokémon lands when it encounters cold air while it is floating."
      }
    },
    {
      "section_id": "190",
      "fields": {
        "Name": "Aipom",
        "Kind": "Long Tail",
        "Pokedex": "Its tail ends with a dexterous, handlike appendage. However, because it uses the tail so much, Aipom's real hands have become rather clumsy."
      }
    },
    {
      "section_id": "191",
      "fields": {
        "Name": "Sunkern",
        "Kind": "Seed",
        "Pokedex": "Sunkern try to minimize movement to conserve the nutrients they have stored in their bodies for evolution. They will not eat, subsisting only on morning dew."
      }
    },
    {
      "section_id": "192",
      "fields": {
        "Name": "Sunflora",
        "Kind": "Sun",
        "Pokedex": "Sunflora convert solar energy into nutrition. They are highly active in the warm daytime but suddenly stop moving as soon as the sun sets."
      }
    },
    {
      "section_id": "193",
      "fields": {
        "Name": "Yanma",
        "Kind": "Clear Wing",
        "Pokedex": "It can see 360 degrees without moving its eyes. It is a great flier capable of making sudden stops and turning midair to quickly chase down targeted prey."
      }
    },
    {
      "section_id": "194",
      "fields": {
        "Name": "Wooper",
        "Kind": "Water Fish",
        "Pokedex": "Wooper usually live in water but come out onto land seeking food occasionally. On land, they coat their bodies with a gooey, toxic film."
      }
    },
    {
      "section_id": "195",
      "fields": {
        "Name": "Quagsire",
        "Kind": "Water Fish",
        "Pokedex": "A Quagsire hunts by leaving its mouth wide open in water and waiting for its prey to blunder in. Because it doesn't move, it does not get very hungry."
      }
    },
    {
      "section_id": "196",
      "fields": {
        "Name": "Espeon",
        "Kind": "Sun",
        "Pokedex": "Su cola bífida le sirve para apoyarse y caminar a 2 patas o llegar más alto. Desarrolla grandes poderes psíquicos que potencia con la gema de su frente."
      }
    },
    {
      "section_id": "197",
      "fields": {
        "Name": "Umbreon",
        "Kind": "Moonlight",
        "Pokedex": "Está completamente adaptado a la vida nocturna, pudiendo ver incluso mejor de noche que de día. Puede ocultarse perfectamente en la oscuridad."
      }
    },
    {
      "section_id": "198",
      "fields": {
        "Name": "Murkrow",
        "Kind": "Darkness",
        "Pokedex": "Murkrow were feared as the alleged bearers of ill fortune. It shows strong interest in anything that sparkles. It will even try to steal rings from women."
      }
    },
    {
      "section_id": "199",
      "fields": {
        "Name": "Slowking",
        "Kind": "Royal",
        "Pokedex": "It undertakes research every day to solve the mysteries of the world. However, it apparently forgets everything if the Shellder on its head comes off."
      }
    },
    {
      "section_id": "200",
      "fields": {
        "Name": "Misdreavus",
        "Kind": "Screech",
        "Pokedex": "A Misdreavus frightens people with a creepy, sobbing cry. It apparently uses its red spheres to absorb the fear of foes as its nutrition."
      }
    },
    {
      "section_id": "201",
      "fields": {
        "Name": "Unown",
        "Kind": "Symbol",
        "Pokedex": "This Pokémon is shaped like ancient text characters. Although research is ongoing, it is a mystery as to which came first, the ancient writings or the various Unown."
      }
    },
    {
      "section_id": "202",
      "fields": {
        "Name": "Wobbuffet",
        "Kind": "Patient",
        "Pokedex": "Usually docile, a Wobbuffet strikes back ferociously if its black tail is attacked. It makes its lair in caves where it waits for nightfall."
      }
    },
    {
      "section_id": "203",
      "fields": {
        "Name": "Girafarig",
        "Kind": "Long Neck",
        "Pokedex": "A Girafarig is an herbivore--it eats grass and tree shoots. While it is eating, its tail makes chewing and swallowing motions as if it were also eating."
      }
    },
    {
      "section_id": "204",
      "fields": {
        "Name": "Pineco",
        "Kind": "Bagworm",
        "Pokedex": "A Pineco hangs from a tree branch and waits for prey. While eating, if it is disturbed by someone shaking its tree, it falls on the ground and suddenly explodes."
      }
    },
    {
      "section_id": "205",
      "fields": {
        "Name": "Forretress",
        "Kind": "Bagworm",
        "Pokedex": "It keeps itself inside its steel shell. The shell is opened when it is catching prey, but it is so quick that the shell's inside cannot be seen."
      }
    },
    {
      "section_id": "206",
      "fields": {
        "Name": "Dunsparce",
        "Kind": "Land Snake",
        "Pokedex": "Its drill-tipped tail is used to burrow into the ground backwards. This Pokémon is known to make its nest in complex shapes deep under the ground."
      }
    },
    {
      "section_id": "207",
      "fields": {
        "Name": "Gligar",
        "Kind": "FlyScorpion",
        "Pokedex": "It glides without making a single sound. It grasps the face of its foe using its hind and large front claws, then stabs with its poison barb."
      }
    },
    {
      "section_id": "208",
      "fields": {
        "Name": "Steelix",
        "Kind": "Iron Snake",
        "Pokedex": "Steelix live even further underground than Onix. This Pokémon is known to dig toward the earth's core, reaching a depth of over six-tenths of a mile underground."
      }
    },
    {
      "section_id": "209",
      "fields": {
        "Name": "Snubbull",
        "Kind": "Fairy",
        "Pokedex": "By baring its fangs and making a scary face, it sends smaller Pokémon scurrying in terror. The Snubbull does seem a little sad at making its foes flee."
      }
    },
    {
      "section_id": "210",
      "fields": {
        "Name": "Granbull",
        "Kind": "Fairy",
        "Pokedex": "It has a particularly well-developed lower jaw. The huge fangs are heavy, causing it to tilt its head. Unless it is startled, it will not try to bite."
      }
    },
    {
      "section_id": "211",
      "fields": {
        "Name": "Qwilfish",
        "Kind": "Balloon",
        "Pokedex": "A Qwilfish uses the pressure of water it swallows to shoot toxic quills all at once from all over its body. It finds swimming to be somewhat challenging."
      }
    },
    {
      "section_id": "212",
      "fields": {
        "Name": "Scizor",
        "Kind": "Pincer",
        "Pokedex": "A Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. It flaps its wings to regulate its body temperature."
      }
    },
    {
      "section_id": "213",
      "fields": {
        "Name": "Shuckle",
        "Kind": "Mold",
        "Pokedex": "A Shuckle hides under rocks, keeping its body concealed inside its shell while eating stored berries. The berries mix with its body fluids to become a juice."
      }
    },
    {
      "section_id": "214",
      "fields": {
        "Name": "Heracross",
        "Kind": "Single Horn",
        "Pokedex": "They gather in forests seeking the sweet sap of trees. It is completely clad in a steel-hard shell. It is proud of its horn, which it uses to fling foes."
      }
    },
    {
      "section_id": "215",
      "fields": {
        "Name": "Sneasel",
        "Kind": "Sharp Claw",
        "Pokedex": "A Sneasel scales trees by punching its hooked claws into the bark. It seeks out unguarded nests and steals eggs for food while the parents are away."
      }
    },
    {
      "section_id": "216",
      "fields": {
        "Name": "Teddiursa",
        "Kind": "Little Bear",
        "Pokedex": "It licks its palms that are sweetened by being soaked in honey. A Teddiursa makes its own honey by blending fruits and pollen collected by Beedrill."
      }
    },
    {
      "section_id": "217",
      "fields": {
        "Name": "Ursaring",
        "Kind": "Hibernator",
        "Pokedex": "In forests, it is said that there are many streams and towering trees where an Ursaring gathers food. It walks through its forest collecting food every day."
      }
    },
    {
      "section_id": "218",
      "fields": {
        "Name": "Slugma",
        "Kind": "Lava",
        "Pokedex": "It is a species of Pokémon that lives in volcanic areas. If its body cools, its skin hardens and immobilizes it. To avoid that, it sleeps near magma."
      }
    },
    {
      "section_id": "219",
      "fields": {
        "Name": "Magcargo",
        "Kind": "Lava",
        "Pokedex": "The shell on its back is made of hardened magma. Tens of thousands of years spent living in volcanic craters have turned Magcargo's bodies into magma."
      }
    },
    {
      "section_id": "220",
      "fields": {
        "Name": "Swinub",
        "Kind": "Pig",
        "Pokedex": "It roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under dried grass. It occasionally roots out hot springs."
      }
    },
    {
      "section_id": "221",
      "fields": {
        "Name": "Piloswine",
        "Kind": "Swine",
        "Pokedex": "A Piloswine is covered by a thick coat of long hair for enduring freezing cold. It uses its tusks to dig up food that has been buried under ice."
      }
    },
    {
      "section_id": "222",
      "fields": {
        "Name": "Corsola",
        "Kind": "Coral",
        "Pokedex": "Corsola live in warm southern seas. If the sea becomes polluted, the beautiful coral stalks become discolored and crumble away in tatters."
      }
    },
    {
      "section_id": "223",
      "fields": {
        "Name": "Remoraid",
        "Kind": "Jet",
        "Pokedex": "A Remoraid uses its abdominal muscles to forcefully expel swallowed water, then shoot down flying prey. When evolution approaches, it travels down rivers."
      }
    },
    {
      "section_id": "224",
      "fields": {
        "Name": "Octillery",
        "Kind": "Jet",
        "Pokedex": "It ensnares its foe with its suction- cupped tentacles before delivering the finishing blow. If the foe turns out to be too strong, it spews ink to escape."
      }
    },
    {
      "section_id": "225",
      "fields": {
        "Name": "Delibird",
        "Kind": "Delivery",
        "Pokedex": "It carries food bundled up in its tail. There was a famous explorer who managed to scale Mt. Everest thanks to a Delibird sharing its food."
      }
    },
    {
      "section_id": "226",
      "fields": {
        "Name": "Mantine",
        "Kind": "Kite",
        "Pokedex": "On sunny days, schools of Mantine can be seen elegantly leaping over the waves. It is not bothered by the Remoraid that hitches rides."
      }
    },
    {
      "section_id": "227",
      "fields": {
        "Name": "Skarmory",
        "Kind": "Armor Bird",
        "Pokedex": "A Pokémon that has a body and wings of steel. People in the past used feathers fallen from Skarmory to make swords and knives."
      }
    },
    {
      "section_id": "228",
      "fields": {
        "Name": "Houndour",
        "Kind": "Dark",
        "Pokedex": "Houndour communicate with each other using a variety of cries to corner their prey. This Pokémon's remarkable teamwork is simply unparalleled."
      }
    },
    {
      "section_id": "229",
      "fields": {
        "Name": "Houndoom",
        "Kind": "Dark",
        "Pokedex": "In a Houndoom pack, the one with its horns raked sharply back serves a leadership role. They choose their leader by fighting among themselves."
      }
    },
    {
      "section_id": "230",
      "fields": {
        "Name": "Kingdra",
        "Kind": "Dragon",
        "Pokedex": "It sleeps quietly, deep on the seafloor. When it comes up to the surface, it creates a huge whirlpool that can swallow even ships."
      }
    },
    {
      "section_id": "231",
      "fields": {
        "Name": "Phanpy",
        "Kind": "Long Nose",
        "Pokedex": "Phanpy's big ears serve as broad fans. When it becomes hot, it flaps the ears busily to cool down. Even the young are very strong."
      }
    },
    {
      "section_id": "232",
      "fields": {
        "Name": "Donphan",
        "Kind": "Armor",
        "Pokedex": "A Donphan is so strong it can easily haul a dump truck. Its hide has toughened to a rock-hard state. An ordinary sort of attack won't even leave a scratch."
      }
    },
    {
      "section_id": "233",
      "fields": {
        "Name": "Porygon2",
        "Kind": "Virtual",
        "Pokedex": "It was created by humans using the power of science. It has been given artificial intelligence that enables it to learn new gestures and emotions on its own."
      }
    },
    {
      "section_id": "234",
      "fields": {
        "Name": "Stantler",
        "Kind": "Big Horn",
        "Pokedex": "Stantler's magnificent antlers were once traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction."
      }
    },
    {
      "section_id": "235",
      "fields": {
        "Name": "Smeargle",
        "Kind": "Painter",
        "Pokedex": "A Smeargle marks its territory using a fluid that leaks out from the tip of its tail. About 5,000 different marks left by this Pokémon have been found."
      }
    },
    {
      "section_id": "236",
      "fields": {
        "Name": "Tyrogue",
        "Kind": "Scuffle",
        "Pokedex": "Tyrogue become stressed out if they do not get to train every day. When raising this Pokémon, the trainer must establish a regular training schedule."
      }
    },
    {
      "section_id": "237",
      "fields": {
        "Name": "Hitmontop",
        "Kind": "Handstand",
        "Pokedex": "Its technique of kicking while spinning is a remarkable mix of both offense and defense. Hitmontop travel faster spinning than they do walking."
      }
    },
    {
      "section_id": "238",
      "fields": {
        "Name": "Smoochum",
        "Kind": "Kiss",
        "Pokedex": "Es muy presumida y desde pequeña aprende el arte del coqueteo para llamar la atención y conseguir lo que quiere mostrándose adorable."
      }
    },
    {
      "section_id": "239",
      "fields": {
        "Name": "Elekid",
        "Kind": "Electric",
        "Pokedex": "If it touches metal and discharges the electricity it has stored in its body, an Elekid begins swinging its arms in circles to recharge itself."
      }
    },
    {
      "section_id": "240",
      "fields": {
        "Name": "Magby",
        "Kind": "Live Coal",
        "Pokedex": "If a Magby is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames."
      }
    },
    {
      "section_id": "241",
      "fields": {
        "Name": "Miltank",
        "Kind": "Milk Cow",
        "Pokedex": "It gives over five gallons of milk daily. Its sweet milk is enjoyed by children and grown-ups alike. People who can't drink milk turn it into yogurt and eat it instead."
      }
    },
    {
      "section_id": "242",
      "fields": {
        "Name": "Blissey",
        "Kind": "Happiness",
        "Pokedex": "If it senses sadness with its fluffy fur, a Blissey will rush over to the sad person, however far away, to share an egg of happiness that brings a smile to any face."
      }
    },
    {
      "section_id": "243",
      "fields": {
        "Name": "Raikou",
        "Kind": "Thunder",
        "Pokedex": "Raikou embodies the speed of lightning. Its roars send shock waves shuddering through the air and ground as if lightning bolts were crashing down."
      }
    },
    {
      "section_id": "244",
      "fields": {
        "Name": "Entei",
        "Kind": "Volcano",
        "Pokedex": "Entei embodies the passion of magma. It is thought to have been born in the eruption of a volcano. It blasts fire that consumes all that it touches."
      }
    },
    {
      "section_id": "245",
      "fields": {
        "Name": "Suicune",
        "Kind": "Aurora",
        "Pokedex": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gliding elegance. It has the power to purify dirty water."
      }
    },
    {
      "section_id": "246",
      "fields": {
        "Name": "Larvitar",
        "Kind": "Rock Skin",
        "Pokedex": "A Larvitar is born deep under the ground. It must eat its way through the soil above and reach the surface for it to see its parents' faces."
      }
    },
    {
      "section_id": "247",
      "fields": {
        "Name": "Pupitar",
        "Kind": "Hard Shell",
        "Pokedex": "A Pupitar creates a gas inside its body that it ejects under compression to propel itself like a jet. Its body can withstand a collision with solid steel."
      }
    },
    {
      "section_id": "248",
      "fields": {
        "Name": "Tyranitar",
        "Kind": "Armor",
        "Pokedex": "A Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. It roams in mountains seeking new opponents to fight."
      }
    },
    {
      "section_id": "249",
      "fields": {
        "Name": "Lugia",
        "Kind": "Diving",
        "Pokedex": "Lugia is so powerful even a light fluttering of its wings can blow apart houses. As a result, it chooses to live out of sight deep under the sea."
      }
    },
    {
      "section_id": "250",
      "fields": {
        "Name": "Ho-Oh",
        "Kind": "Rainbow",
        "Pokedex": "Its feathers--which glow in seven colors depending on the angle at which they are struck by light--are thought to bring joy. It is said to live at the foot of a rainbow."
      }
    },
    {
      "section_id": "251",
      "fields": {
        "Name": "Celebi",
        "Kind": "Time Travel",
        "Pokedex": "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us."
      }
    },
    {
      "section_id": "252",
      "fields": {
        "Name": "Treecko",
        "Kind": "Wood Gecko",
        "Pokedex": "It makes its nest in a giant tree in the forest. It ferociously guards against anything nearing its territory. It is said to be the protector of the forest's trees."
      }
    },
    {
      "section_id": "253",
      "fields": {
        "Name": "Grovyle",
        "Kind": "Wood Gecko",
        "Pokedex": "Leaves grow out of this Pokémon's body. They help obscure a Grovyle from the eyes of its enemies while it is in a thickly overgrown forest."
      }
    },
    {
      "section_id": "254",
      "fields": {
        "Name": "Sceptile",
        "Kind": "Forest",
        "Pokedex": "In the jungle, its power is without equal. This Pokémon carefully grows trees and plants. It regulates its body temperature by basking in sunlight."
      }
    },
    {
      "section_id": "255",
      "fields": {
        "Name": "Torchic",
        "Kind": "Chick",
        "Pokedex": "If attacked, it strikes back by spitting balls of fire it forms in its stomach. A Torchic dislikes darkness because it can't see its surroundings."
      }
    },
    {
      "section_id": "256",
      "fields": {
        "Name": "Combusken",
        "Kind": "Young Fowl",
        "Pokedex": "It lashes out with 10 kicks per second. Its strong fighting instinct compels it to keep up its offensive until the opponent gives up."
      }
    },
    {
      "section_id": "257",
      "fields": {
        "Name": "Blaziken",
        "Kind": "Blaze",
        "Pokedex": "It learns martial arts that use punches and kicks. Every several years, its old feathers burn off, and new, supple feathers grow back in their place."
      }
    },
    {
      "section_id": "258",
      "fields": {
        "Name": "Mudkip",
        "Kind": "Mud Fish",
        "Pokedex": "On land, it can powerfully lift large boulders by planting its four feet and heaving. It sleeps by burying itself in soil at the water's edge."
      }
    },
    {
      "section_id": "259",
      "fields": {
        "Name": "Marshtomp",
        "Kind": "Mud Fish",
        "Pokedex": "Its toughened hind legs enable it to stand upright. Because it weakens if its skin dries out, it replenishes fluids by playing in mud."
      }
    },
    {
      "section_id": "260",
      "fields": {
        "Name": "Swampert",
        "Kind": "Mud Fish",
        "Pokedex": "If it senses the approach of a storm and a tidal wave, it protects its seaside nest by piling up boulders. It swims as fast as a jet ski."
      }
    },
    {
      "section_id": "261",
      "fields": {
        "Name": "Poochyena",
        "Kind": "Bite",
        "Pokedex": "It savagely threatens foes with bared fangs. It chases after fleeing targets tenaciously. It turns tail and runs, however, if the foe strikes back."
      }
    },
    {
      "section_id": "262",
      "fields": {
        "Name": "Mightyena",
        "Kind": "Bite",
        "Pokedex": "In the wild, Mightyena live in a pack. They never defy their leader's orders. They defeat foes with perfectly coordinated teamwork."
      }
    },
    {
      "section_id": "263",
      "fields": {
        "Name": "Zigzagoon",
        "Kind": "TinyRaccoon",
        "Pokedex": "Rubbing its nose against the ground, it always wanders about back and forth in search of something. It is distinguished by the zigzag footprints it leaves."
      }
    },
    {
      "section_id": "264",
      "fields": {
        "Name": "Linoone",
        "Kind": "Rushing",
        "Pokedex": "It is exceedingly fast if it only has to run in a straight line. When it spots pond- dwelling prey underwater, it quickly leaps in and catches it with its sharp claws."
      }
    },
    {
      "section_id": "265",
      "fields": {
        "Name": "Wurmple",
        "Kind": "Worm",
        "Pokedex": "It sticks to tree branches and eats leaves. The thread it spits from its mouth, which becomes gooey when it touches air, slows the movement of its foes."
      }
    },
    {
      "section_id": "266",
      "fields": {
        "Name": "Silcoon",
        "Kind": "Cocoon",
        "Pokedex": "It prepares for evolution using the energy it stored while it was a Wurmple. It keeps watch over the surroundings with its two eyes."
      }
    },
    {
      "section_id": "267",
      "fields": {
        "Name": "Beautifly",
        "Kind": "Butterfly",
        "Pokedex": "Its colorfully patterned wings are its most prominent feature. It flies through flower-covered fields collecting pollen. It attacks ferociously when angered."
      }
    },
    {
      "section_id": "268",
      "fields": {
        "Name": "Cascoon",
        "Kind": "Cocoon",
        "Pokedex": "To avoid detection by its enemies, it hides motionlessly beneath large leaves and in the gaps of branches. It also attaches dead leaves to its body for camouflage."
      }
    },
    {
      "section_id": "269",
      "fields": {
        "Name": "Dustox",
        "Kind": "Poison Moth",
        "Pokedex": "It is a nocturnal Pokémon that flies from fields and mountains to the attraction of streetlights at night. It looses highly toxic powder from its wings."
      }
    },
    {
      "section_id": "270",
      "fields": {
        "Name": "Lotad",
        "Kind": "Water Weed",
        "Pokedex": "This Pokémon lives in ponds with clean water. It is known to ferry small Pokémon across ponds by carrying them on the broad leaf on its head."
      }
    },
    {
      "section_id": "271",
      "fields": {
        "Name": "Lombre",
        "Kind": "Jolly",
        "Pokedex": "In the evening, it takes great delight in popping out of rivers and startling people. It feeds on aquatic moss that grows on rocks in the riverbed."
      }
    },
    {
      "section_id": "272",
      "fields": {
        "Name": "Ludicolo",
        "Kind": "Carefree",
        "Pokedex": "When it hears festive music, all the cells in its body become stimulated, and it begins moving in rhythm. It does not quail even when it faces a tough opponent."
      }
    },
    {
      "section_id": "273",
      "fields": {
        "Name": "Seedot",
        "Kind": "Acorn",
        "Pokedex": "Es presa de varios Pokémon por lo que suelen colgarse de árboles y ocultarse entre las hojas para absorber la savia elaborada sin peligro."
      }
    },
    {
      "section_id": "274",
      "fields": {
        "Name": "Nuzleaf",
        "Kind": "Wily",
        "Pokedex": "Usa la hoja de su cabeza para soplar y realizar sonidos diversos que le sirven para comunicarse entre ellos, confundir a sus enemigos, etc."
      }
    },
    {
      "section_id": "275",
      "fields": {
        "Name": "Shiftry",
        "Kind": "Wicked",
        "Pokedex": "Lidera grupos de Nuzleaf y se preocupa por sus compañeros. Puede usar los abanicos de sus brazos para planear o provocar fuertes vientos."
      }
    },
    {
      "section_id": "276",
      "fields": {
        "Name": "Taillow",
        "Kind": "TinySwallow",
        "Pokedex": "Although it is small, it is very courageous. It will take on a larger Skarmory on an equal footing. However, its will weakens if it becomes hungry."
      }
    },
    {
      "section_id": "277",
      "fields": {
        "Name": "Swellow",
        "Kind": "Swallow",
        "Pokedex": "A Swellow dives upon prey from far above. It never misses its targets. It takes to the skies in search of lands with a warm climate."
      }
    },
    {
      "section_id": "278",
      "fields": {
        "Name": "Wingull",
        "Kind": "Seagull",
        "Pokedex": "It makes its nest on a sheer cliff at the edge of the sea. It has trouble keeping its wings flapping in flight. Instead, it soars on updrafts."
      }
    },
    {
      "section_id": "279",
      "fields": {
        "Name": "Pelipper",
        "Kind": "Water Bird",
        "Pokedex": "It skims the tops of waves as it flies. When it spots prey, it uses its large beak to scoop up the victim with water. It protects its eggs in its beak."
      }
    },
    {
      "section_id": "280",
      "fields": {
        "Name": "Ralts",
        "Kind": "Feeling",
        "Pokedex": "A Ralts has the power to sense the emotions of people and Pokémon with the horns on its head. It takes cover if it senses any hostility."
      }
    },
    {
      "section_id": "281",
      "fields": {
        "Name": "Kirlia",
        "Kind": "Emotion",
        "Pokedex": "A Kirlia has the psychic power to create a rip in the dimensions and see into the future. It is said to dance with pleasure on sunny mornings."
      }
    },
    {
      "section_id": "282",
      "fields": {
        "Name": "Gardevoir",
        "Kind": "Embrace",
        "Pokedex": "It apparently does not feel the pull of gravity because it supports itself with psychic power. It will give its life to protect its trainer."
      }
    },
    {
      "section_id": "283",
      "fields": {
        "Name": "Surskit",
        "Kind": "Pond Skater",
        "Pokedex": "They gather on puddles after evening downpours, gliding across the surface of water as if sliding. It secretes honey with a sweet aroma from its head."
      }
    },
    {
      "section_id": "284",
      "fields": {
        "Name": "Masquerain",
        "Kind": "Eyeball",
        "Pokedex": "It intimidates foes with the large eyelike patterns on its antennae. Because it can't fly if its wings get wet, it shelters itself from rain under large trees and eaves."
      }
    },
    {
      "section_id": "285",
      "fields": {
        "Name": "Shroomish",
        "Kind": "Mushroom",
        "Pokedex": "It loves to eat damp, composted soil in forests. If you enter a forest after a long rain, you can see many Shroomish feasting on composted soil."
      }
    },
    {
      "section_id": "286",
      "fields": {
        "Name": "Breloom",
        "Kind": "Mushroom",
        "Pokedex": "It scatters spores from holes in the cap on its head. It loves warm and humid climates. It feeds on trees and plants in fields and forests."
      }
    },
    {
      "section_id": "287",
      "fields": {
        "Name": "Slakoth",
        "Kind": "Slacker",
        "Pokedex": "It sleeps virtually all day and night long. It doesn't change its nest its entire life, but it sometimes travels great distances by swimming in rivers."
      }
    },
    {
      "section_id": "288",
      "fields": {
        "Name": "Vigoroth",
        "Kind": "Wild Monkey",
        "Pokedex": "It can't keep still because its blood boils with energy. It runs through the fields and mountains all day to calm itself. If it doesn't, it can't sleep at night."
      }
    },
    {
      "section_id": "289",
      "fields": {
        "Name": "Slaking",
        "Kind": "Lazy",
        "Pokedex": "Hordes of Slaking gather around trees when fruits come into season. They wait around patiently for ripened fruits to fall out of the trees."
      }
    },
    {
      "section_id": "290",
      "fields": {
        "Name": "Nincada",
        "Kind": "Trainee",
        "Pokedex": "It makes its nest at the roots of a mighty tree. Using its whiskerlike antennae, it probes its surroundings in the pitch-black darkness of soil."
      }
    },
    {
      "section_id": "291",
      "fields": {
        "Name": "Ninjask",
        "Kind": "Ninja",
        "Pokedex": "Because it darts about vigorously at high speed, it is very difficult to see. Hearing its distinctive cries for too long induces a headache."
      }
    },
    {
      "section_id": "292",
      "fields": {
        "Name": "Shedinja",
        "Kind": "Shed",
        "Pokedex": "A peculiar Pokémon that floats in air even though its wings remain completely still. The inside of its body is hollow and utterly dark."
      }
    },
    {
      "section_id": "293",
      "fields": {
        "Name": "Whismur",
        "Kind": "Whisper",
        "Pokedex": "Its cries equal a jet plane in volume. It inhales through its ear canals. Because of this system, it can cry continually without having to catch its breath."
      }
    },
    {
      "section_id": "294",
      "fields": {
        "Name": "Loudred",
        "Kind": "Big Voice",
        "Pokedex": "It positions the round speakers on its head to assail foes with ultrasonic waves at massive volume. It builds power by stomping the ground."
      }
    },
    {
      "section_id": "295",
      "fields": {
        "Name": "Exploud",
        "Kind": "Loud Noise",
        "Pokedex": "It has sound-generating organs all over its body. It communicates with others by adjusting the tone and volume of the cries it emits."
      }
    },
    {
      "section_id": "296",
      "fields": {
        "Name": "Makuhita",
        "Kind": "Guts",
        "Pokedex": "It loves to toughen up its body above all else. If you hear quaking rumbles in a cave, it is the sound of Makuhita undertaking strenuous training."
      }
    },
    {
      "section_id": "297",
      "fields": {
        "Name": "Hariyama",
        "Kind": "Arm Thrust",
        "Pokedex": "It has the habit of challenging others without hesitation to tests of strength. It's been known to stand on train tracks and stop trains using forearm thrusts."
      }
    },
    {
      "section_id": "298",
      "fields": {
        "Name": "Azurill",
        "Kind": "Polka Dot",
        "Pokedex": "Its tail, which is packed with nutrition, is very bouncy like a rubber ball. On sunny days they gather at the edge of water and splash about for fun."
      }
    },
    {
      "section_id": "299",
      "fields": {
        "Name": "Nosepass",
        "Kind": "Compass",
        "Pokedex": "Its body emits a powerful magnetism. It feeds on prey that is pulled in by the force. Its magnetism is stronger in cold seasons."
      }
    },
    {
      "section_id": "300",
      "fields": {
        "Name": "Skitty",
        "Kind": "Kitten",
        "Pokedex": "A Skitty's adorably cute behavior makes it highly popular. In battle, it makes its tail puff out. It threatens foes with a sharp growl."
      }
    },
    {
      "section_id": "301",
      "fields": {
        "Name": "Delcatty",
        "Kind": "Prim",
        "Pokedex": "Rather than keeping a permanent lair, it habitually seeks comfortable spots and sleeps there. It is nocturnal and becomes active at dusk."
      }
    },
    {
      "section_id": "302",
      "fields": {
        "Name": "Sableye",
        "Kind": "Darkness",
        "Pokedex": "It digs branching holes in caves using its sharp claws in search of food--raw gems. A Sableye lurks in darkness and is seen only rarely."
      }
    },
    {
      "section_id": "303",
      "fields": {
        "Name": "Mawile",
        "Kind": "Deceiver",
        "Pokedex": "Its giant jaws are actually steel horns that transformed. It fools foes into complacency with its adorable gestures, then chomps them with its huge jaws."
      }
    },
    {
      "section_id": "304",
      "fields": {
        "Name": "Aron",
        "Kind": "Iron Armor",
        "Pokedex": "A Pokémon that is clad in steel armor. A new suit of armor is made when it evolves. The old, discarded armor is salvaged as metal for making iron products."
      }
    },
    {
      "section_id": "305",
      "fields": {
        "Name": "Lairon",
        "Kind": "Iron Armor",
        "Pokedex": "When two Lairon meet in the wild, they fight for territory by bashing into each other with their steel bodies. The sound of their collision carries for miles."
      }
    },
    {
      "section_id": "306",
      "fields": {
        "Name": "Aggron",
        "Kind": "Iron Armor",
        "Pokedex": "Its iron horns grow longer a little at a time. They are used to determine the Aggron's age. The gouges in its armor are worn with pride as mementos from battles."
      }
    },
    {
      "section_id": "307",
      "fields": {
        "Name": "Meditite",
        "Kind": "Meditate",
        "Pokedex": "It continually meditates for hours every day. As a result of rigorous and dedicated yoga training, it has tempered its spiritual power so much it can fly."
      }
    },
    {
      "section_id": "308",
      "fields": {
        "Name": "Medicham",
        "Kind": "Meditate",
        "Pokedex": "Through crushingly harsh yoga training, it gained the power to foretell its foe's actions. It battles with elegant, dance- like movement."
      }
    },
    {
      "section_id": "309",
      "fields": {
        "Name": "Electrike",
        "Kind": "Lightning",
        "Pokedex": "It generates electricity using friction from the atmosphere. In seasons with especially arid air, its entire body blazes with violent showers of sparks."
      }
    },
    {
      "section_id": "310",
      "fields": {
        "Name": "Manectric",
        "Kind": "Discharge",
        "Pokedex": "Because lightning falls in their vicinities, Manectric were thought to have been born from lightning. In battle, they create thunderclouds."
      }
    },
    {
      "section_id": "311",
      "fields": {
        "Name": "Plusle",
        "Kind": "Cheering",
        "Pokedex": "It has the trait of cheering on its fellow Pokémon. By shorting out the electricity it releases from its paws, it creates pom-poms for cheering."
      }
    },
    {
      "section_id": "312",
      "fields": {
        "Name": "Minun",
        "Kind": "Cheering",
        "Pokedex": "At a meeting of Pokémon academics, it was announced that simultaneous exposure to electricity from a Plusle and Minun will promote circulation and boost vitality."
      }
    },
    {
      "section_id": "313",
      "fields": {
        "Name": "Volbeat",
        "Kind": "Firefly",
        "Pokedex": "With their taillights lit, Volbeat fly in a swarm, drawing geometric designs in the night sky. They move their nests if their pond water becomes dirty."
      }
    },
    {
      "section_id": "314",
      "fields": {
        "Name": "Illumise",
        "Kind": "Firefly",
        "Pokedex": "A nocturnal Pokémon that becomes active upon nightfall. It leads a Volbeat swarm to draw patterns in the night sky. Over 200 different patterns have been confirmed."
      }
    },
    {
      "section_id": "315",
      "fields": {
        "Name": "Roselia",
        "Kind": "Thorn",
        "Pokedex": "A Roselia that drinks nutritionally rich springwater blooms with lovely flowers. The fragrance of its flowers has the effect of making its foes careless."
      }
    },
    {
      "section_id": "316",
      "fields": {
        "Name": "Gulpin",
        "Kind": "Stomach",
        "Pokedex": "This Pokémon's stomach fluid can even digest scrap iron. In one gulp, it can swallow something that is as large as itself."
      }
    },
    {
      "section_id": "317",
      "fields": {
        "Name": "Swalot",
        "Kind": "Poison Bag",
        "Pokedex": "Its powerful stomach acid is capable of digesting almost anything. The one thing in the whole world a Swalot can't digest is its own stomach."
      }
    },
    {
      "section_id": "318",
      "fields": {
        "Name": "Carvanha",
        "Kind": "Savage",
        "Pokedex": "Carvanha attack ships in swarms, making them sink. Although it is said to be a very vicious Pokémon, it timidly flees as soon as it finds itself alone."
      }
    },
    {
      "section_id": "319",
      "fields": {
        "Name": "Sharpedo",
        "Kind": "Brutal",
        "Pokedex": "The vicious and sly gangster of the sea. Its skin is specially textured to minimize drag in water. Its speed tops out at over 75 miles per hour."
      }
    },
    {
      "section_id": "320",
      "fields": {
        "Name": "Wailmer",
        "Kind": "Ball Whale",
        "Pokedex": "While this Pokémon usually lives in the sea, it can survive on land, although not too long. It loses vitality if its body becomes dried out."
      }
    },
    {
      "section_id": "321",
      "fields": {
        "Name": "Wailord",
        "Kind": "Float Whale",
        "Pokedex": "It breathes through nostrils that it raises above the sea. By inhaling to its maximum capacity, a Wailord can dive close to 10,000 feet beneath the waves."
      }
    },
    {
      "section_id": "322",
      "fields": {
        "Name": "Numel",
        "Kind": "Numb",
        "Pokedex": "A Numel stores boiling magma in the hump on its back. It is a hardy Pokémon that can transport a 220-pound load. It has served humans at work since long ago."
      }
    },
    {
      "section_id": "323",
      "fields": {
        "Name": "Camerupt",
        "Kind": "Eruption",
        "Pokedex": "A Pokémon that lives in the crater of a volcano. Every 10 years, the volcanoes on its back erupt violently. Research is under way on the cause of eruption."
      }
    },
    {
      "section_id": "324",
      "fields": {
        "Name": "Torkoal",
        "Kind": "Coal",
        "Pokedex": "It battles using energy it gets from burning coal. When loosing smoke from its nostrils, it lets off a sound that is similar to a locomotive's horn."
      }
    },
    {
      "section_id": "325",
      "fields": {
        "Name": "Spoink",
        "Kind": "Bounce",
        "Pokedex": "A Pokémon that manipulates psychic power at will. It doesn't stop bouncing even when it is asleep. It loves eating mushrooms that grow underground."
      }
    },
    {
      "section_id": "326",
      "fields": {
        "Name": "Grumpig",
        "Kind": "Manipulate",
        "Pokedex": "It stores power in the black pearls on its forehead. When it uses psychic power, it performs an odd dance step. Its style of dancing became hugely popular overseas."
      }
    },
    {
      "section_id": "327",
      "fields": {
        "Name": "Spinda",
        "Kind": "Spot Panda",
        "Pokedex": "It is distinguished by a pattern of spots that is always different. Its unsteady, tottering walk has the effect of fouling its foe's aim."
      }
    },
    {
      "section_id": "328",
      "fields": {
        "Name": "Trapinch",
        "Kind": "Ant Pit",
        "Pokedex": "Its big jaws crunch through boulders. Because its head is so big, it has a hard time getting back upright if it tips over onto its back."
      }
    },
    {
      "section_id": "329",
      "fields": {
        "Name": "Vibrava",
        "Kind": "Vibration",
        "Pokedex": "It looses ultrasonic waves by rubbing its wings together. Since a Vibrava's wings are still in the process of growing, it can only fly short distances."
      }
    },
    {
      "section_id": "330",
      "fields": {
        "Name": "Flygon",
        "Kind": "Mystic",
        "Pokedex": "The flapping of its wings sounds like singing. To prevent detection by enemies, it hides itself by flapping up a cloud of desert sand."
      }
    },
    {
      "section_id": "331",
      "fields": {
        "Name": "Cacnea",
        "Kind": "Cactus",
        "Pokedex": "Cacnea live in deserts with virtually no rainfall. It battles by swinging its thick, spiked arms. Once a year, a yellow flower blooms."
      }
    },
    {
      "section_id": "332",
      "fields": {
        "Name": "Cacturne",
        "Kind": "Scarecrow",
        "Pokedex": "After spending thousands of years in harsh deserts, its blood transformed into the same substances as sand. It is nocturnal, so it hunts at night."
      }
    },
    {
      "section_id": "333",
      "fields": {
        "Name": "Swablu",
        "Kind": "Cotton Bird",
        "Pokedex": "A Pokémon that has wings like cottony clouds. After enduring winter, in which little food is available, Swablu flocks move closer to towns in the spring."
      }
    },
    {
      "section_id": "334",
      "fields": {
        "Name": "Altaria",
        "Kind": "Humming",
        "Pokedex": "It hums in a beautiful soprano voice. It flies among white clouds in the blue sky. It launches intensely hot fireballs from its mouth."
      }
    },
    {
      "section_id": "335",
      "fields": {
        "Name": "Zangoose",
        "Kind": "Cat Ferret",
        "Pokedex": "When it battles, it stands on its hind legs and attacks with its sharply clawed forelegs. Its fur bristles if it encounters any Seviper."
      }
    },
    {
      "section_id": "336",
      "fields": {
        "Name": "Seviper",
        "Kind": "Fang Snake",
        "Pokedex": "Seviper and Zangoose are eternal rivals. It counters a Zangoose's dazzling agility with its swordlike tail, which also oozes a horrible poison."
      }
    },
    {
      "section_id": "337",
      "fields": {
        "Name": "Lunatone",
        "Kind": "Meteorite",
        "Pokedex": "It becomes very active on the night of a full moon. This Pokémon was first discovered 40 years ago at the site of a meteor strike."
      }
    },
    {
      "section_id": "338",
      "fields": {
        "Name": "Solrock",
        "Kind": "Meteorite",
        "Pokedex": "Solar energy is the source of this Pokémon's power. On sunny days, groups of Solrock line up facing the sun and absorb its light."
      }
    },
    {
      "section_id": "339",
      "fields": {
        "Name": "Barboach",
        "Kind": "Whiskers",
        "Pokedex": "Its body is covered with a slimy film. The film acts as a barrier to prevent germs in muddy water from entering the Barboach's body."
      }
    },
    {
      "section_id": "340",
      "fields": {
        "Name": "Whiscash",
        "Kind": "Whiskers",
        "Pokedex": "Mysteriously, it can foretell earthquakes. In the daytime, it sleeps in mud at the bottom of a pond. When it awakens, it continually feeds throughout the night."
      }
    },
    {
      "section_id": "341",
      "fields": {
        "Name": "Corphish",
        "Kind": "Ruffian",
        "Pokedex": "Once it grips prey with its large pincers, it will never let go, no matter what. It is a hardy Pokémon that can thrive in any environment."
      }
    },
    {
      "section_id": "342",
      "fields": {
        "Name": "Crawdaunt",
        "Kind": "Rogue",
        "Pokedex": "A brutish Pokémon that loves to battle. A veteran Crawdaunt that has prevailed in hundreds of battles has giant pincers marked with countless scars."
      }
    },
    {
      "section_id": "343",
      "fields": {
        "Name": "Baltoy",
        "Kind": "Clay Doll",
        "Pokedex": "A Baltoy moves by spinning on its single foot. It has been depicted in murals adorning the walls of a once-bustling city in an ancient age."
      }
    },
    {
      "section_id": "344",
      "fields": {
        "Name": "Claydol",
        "Kind": "Clay Doll",
        "Pokedex": "A Claydol sleeps while hovering in midair. Its arms are separate from its body. They are kept floating by the Pokémon's manipulation of psychic power."
      }
    },
    {
      "section_id": "345",
      "fields": {
        "Name": "Lileep",
        "Kind": "Sea Lily",
        "Pokedex": "It disguises itself as seaweed by making its tentacles sway. Unsuspecting prey that come too close are swallowed whole. It became extinct 100 million years ago."
      }
    },
    {
      "section_id": "346",
      "fields": {
        "Name": "Cradily",
        "Kind": "Barnacle",
        "Pokedex": "It drags its heavy body along the seafloor. It makes its nest in the shallows of warm seas. Cradily can be seen on beaches when the tide goes out."
      }
    },
    {
      "section_id": "347",
      "fields": {
        "Name": "Anorith",
        "Kind": "Old Shrimp",
        "Pokedex": "It was resurrected from a fossil using the power of science. It swims by undulating the eight wings at its sides. They were feet that adapted to life in the sea."
      }
    },
    {
      "section_id": "348",
      "fields": {
        "Name": "Armaldo",
        "Kind": "Plate",
        "Pokedex": "Armaldo usually lives on land. However, when it hunts for prey, it dives beneath the ocean. It swims around using its two large wings."
      }
    },
    {
      "section_id": "349",
      "fields": {
        "Name": "Feebas",
        "Kind": "Fish",
        "Pokedex": "Feebas live in ponds that are heavily infested with weeds. Because of its hopelessly shabby appearance, it seems as if few trainers raise it."
      }
    },
    {
      "section_id": "350",
      "fields": {
        "Name": "Milotic",
        "Kind": "Tender",
        "Pokedex": "It is said to live at the bottom of large lakes. Considered to be the most beautiful of all Pokémon, it has been depicted in paintings and statues."
      }
    },
    {
      "section_id": "351",
      "fields": {
        "Name": "Castform",
        "Kind": "Weather",
        "Pokedex": "It alters its form depending on the weather. Changes in the climate such as the temperature and humidity appear to affect its cellular structure."
      }
    },
    {
      "section_id": "352",
      "fields": {
        "Name": "Kecleon",
        "Kind": "Color Swap",
        "Pokedex": "A Pokémon that has the ability to alter its body colors to match its surroundings. A Kecleon reverts to its original colors if it is startled."
      }
    },
    {
      "section_id": "353",
      "fields": {
        "Name": "Shuppet",
        "Kind": "Puppet",
        "Pokedex": "This Pokémon roams about deep in the night seeking such negative emotions as grudges and envy. It retreats to its nest when the sun begins to rise."
      }
    },
    {
      "section_id": "354",
      "fields": {
        "Name": "Banette",
        "Kind": "Marionette",
        "Pokedex": "An abandoned plush doll became this Pokémon. They are said to live in garbage dumps and wander about in search of the children that threw them away."
      }
    },
    {
      "section_id": "355",
      "fields": {
        "Name": "Duskull",
        "Kind": "Requiem",
        "Pokedex": "A glare from its single scarlet eye makes even burly grown-ups freeze in utter fear. It is a nocturnal Pokémon that roams about under the cloak of darkness."
      }
    },
    {
      "section_id": "356",
      "fields": {
        "Name": "Dusclops",
        "Kind": "Beckon",
        "Pokedex": "It is thought that its body is hollow with only a spectral ball of fire burning inside. However, no one has been able to confirm this theory as fact."
      }
    },
    {
      "section_id": "357",
      "fields": {
        "Name": "Tropius",
        "Kind": "Fruit",
        "Pokedex": "It flies by flapping its broad leaves. The bunch of fruit that grows around its neck is deliciously sweet. In the spring, it scatters pollen from its neck."
      }
    },
    {
      "section_id": "358",
      "fields": {
        "Name": "Chimecho",
        "Kind": "Wind Chime",
        "Pokedex": "They fly about very actively when the hot season arrives. They communicate among themselves using seven different and distinguishing cries."
      }
    },
    {
      "section_id": "359",
      "fields": {
        "Name": "Absol",
        "Kind": "Disaster",
        "Pokedex": "It sharply senses even subtle changes in the sky and the land to predict natural disasters. It is a long-lived Pokémon that has a life-span of 100 years."
      }
    },
    {
      "section_id": "360",
      "fields": {
        "Name": "Wynaut",
        "Kind": "Bright",
        "Pokedex": "A Wynaut loves to eat sweet fruits. It cleverly picks fruits using its earlike arms. They gather in fruit gardens, drawn by the fragrance."
      }
    },
    {
      "section_id": "361",
      "fields": {
        "Name": "Snorunt",
        "Kind": "Snow Hat",
        "Pokedex": "They tend to move about in groups of around five Snorunt. In snowy regions, it is said that when they are seen late at night, snowfall will arrive by morning."
      }
    },
    {
      "section_id": "362",
      "fields": {
        "Name": "Glalie",
        "Kind": "Face",
        "Pokedex": "A Glalie has the power to instantaneously freeze moisture in the atmosphere. A dazzling cloud of diamondlike ice crystals forms around its body."
      }
    },
    {
      "section_id": "363",
      "fields": {
        "Name": "Spheal",
        "Kind": "Clap",
        "Pokedex": "It is completely covered with plushy fur. As a result, it never feels the cold even when it is rolling about on ice floes or diving in the sea."
      }
    },
    {
      "section_id": "364",
      "fields": {
        "Name": "Sealeo",
        "Kind": "Ball Roll",
        "Pokedex": "Sealeo live in herds on ice floes. Using its powerful flippers, it shatters ice. It dives into the sea to hunt prey five times a day."
      }
    },
    {
      "section_id": "365",
      "fields": {
        "Name": "Walrein",
        "Kind": "Ice Break",
        "Pokedex": "To protect its herd, the leader battles anything that invades its territory, even at the cost of its life. Its tusks may snap off in battle."
      }
    },
    {
      "section_id": "366",
      "fields": {
        "Name": "Clamperl",
        "Kind": "Bivalve",
        "Pokedex": "A Clamperl slams its shell closed on prey to prevent escape. The pearl it creates upon evolution is said to be infused with a mysterious energy."
      }
    },
    {
      "section_id": "367",
      "fields": {
        "Name": "Huntail",
        "Kind": "Deep Sea",
        "Pokedex": "To withstand the crushing pressure of water deep under the sea, its spine is very thick and sturdy. Its tail, which is shaped like a small fish, has eyes that light up."
      }
    },
    {
      "section_id": "368",
      "fields": {
        "Name": "Gorebyss",
        "Kind": "South Sea",
        "Pokedex": "A Gorebyss siphons the body fluids of prey through its thin, tubular mouth. Its light pink body color turns vivid when it finishes feeding."
      }
    },
    {
      "section_id": "369",
      "fields": {
        "Name": "Relicanth",
        "Kind": "Longevity",
        "Pokedex": "A Pokémon that was once believed to have been extinct. The species has not changed its form for 100 million years. It walks on the seafloor using its pectoral fins."
      }
    },
    {
      "section_id": "370",
      "fields": {
        "Name": "Luvdisc",
        "Kind": "Rendezvous",
        "Pokedex": "Luvdisc make the branches of Corsola their nests. There is a custom from long ago of giving a Luvdisc as a gift to express one's feelings of love."
      }
    },
    {
      "section_id": "371",
      "fields": {
        "Name": "Bagon",
        "Kind": "Rock Head",
        "Pokedex": "Although it is small, this Pokémon is very powerful because its body is a bundle of muscles. It launches head-butts with its ironlike skull."
      }
    },
    {
      "section_id": "372",
      "fields": {
        "Name": "Shelgon",
        "Kind": "Endurance",
        "Pokedex": "It hardly eats while it awaits evolution. It becomes hardier by enduring hunger. Its shell peels off the instant it begins to evolve."
      }
    },
    {
      "section_id": "373",
      "fields": {
        "Name": "Salamence",
        "Kind": "Dragon",
        "Pokedex": "After many long years, its cellular structure underwent a sudden mutation to grow wings. When angered, it loses all thought and rampages out of control."
      }
    },
    {
      "section_id": "374",
      "fields": {
        "Name": "Beldum",
        "Kind": "Iron Ball",
        "Pokedex": "When Beldum gather in a swarm, they move in perfect unison as if they were but one Pokémon. They communicate with each other using brain waves."
      }
    },
    {
      "section_id": "375",
      "fields": {
        "Name": "Metang",
        "Kind": "Iron Claw",
        "Pokedex": "The claws tipping its arms pack the destructive power to tear through thick iron sheets as if they were silk. It flies at over 60 miles per hour."
      }
    },
    {
      "section_id": "376",
      "fields": {
        "Name": "Metagross",
        "Kind": "Iron Leg",
        "Pokedex": "Metagross has four brains that are joined by a complex neural network. As a result of integration, this Pokémon is smarter than a supercomputer."
      }
    },
    {
      "section_id": "377",
      "fields": {
        "Name": "Regirock",
        "Kind": "Rock Peak",
        "Pokedex": "A Pokémon that is made entirely of rocks and boulders. If parts of its body chip off in battle, Regirock repairs itself by adding new rocks."
      }
    },
    {
      "section_id": "378",
      "fields": {
        "Name": "Regice",
        "Kind": "Iceberg",
        "Pokedex": "Its entire body is made of Antarctic ice. After extensive studies, researchers believe the ice was formed during an ice age."
      }
    },
    {
      "section_id": "379",
      "fields": {
        "Name": "Registeel",
        "Kind": "Iron",
        "Pokedex": "Its body is harder than any other kind of metal. The body metal is composed of a mysterious substance. Not only is it hard, it shrinks and stretches flexibly."
      }
    },
    {
      "section_id": "380",
      "fields": {
        "Name": "Latias",
        "Kind": "Eon",
        "Pokedex": "They make a small herd of only several members. They rarely make contact with people or other Pokémon. They disappear if they sense enemies."
      }
    },
    {
      "section_id": "381",
      "fields": {
        "Name": "Latios",
        "Kind": "Eon",
        "Pokedex": "Even in hiding, it can detect the locations of others and sense their emotions since it has telepathy. Its intelligence allows it to understand human languages."
      }
    },
    {
      "section_id": "382",
      "fields": {
        "Name": "Kyogre",
        "Kind": "Sea Basin",
        "Pokedex": "Kyogre has appeared in mythology as the creator of the sea. After long years of feuding with Groudon, it took to sleep at the bottom of the sea."
      }
    },
    {
      "section_id": "383",
      "fields": {
        "Name": "Groudon",
        "Kind": "Continent",
        "Pokedex": "Groudon has appeared in mythology as the creator of the land. It sleeps in magma underground and is said to make volcanoes erupt on awakening."
      }
    },
    {
      "section_id": "384",
      "fields": {
        "Name": "Rayquaza",
        "Kind": "Sky High",
        "Pokedex": "A Pokémon that flies endlessly in the ozone layer. It is said it would descend to the ground if Kyogre and Groudon were to fight."
      }
    },
    {
      "section_id": "385",
      "fields": {
        "Name": "Jirachi",
        "Kind": "Wish",
        "Pokedex": "Jirachi is said to make wishes come true. While it sleeps, a tough crystalline shell envelops the body to protect it from enemies."
      }
    },
    {
      "section_id": "386",
      "fields": {
        "Name": "Deoxys",
        "Kind": "DNA",
        "Pokedex": "A Pokémon that mutated from an extraterrestrial virus exposed to a laser beam. Its body is configured for superior agility and speed."
      }
    },
    {
      "section_id": "387",
      "fields": {
        "Name": "Turtwig",
        "Kind": "Tiny Leaf",
        "Pokedex": "Made from soil, the shell on its back hardens when it drinks water. It lives along lakes."
      }
    },
    {
      "section_id": "388",
      "fields": {
        "Name": "Grotle",
        "Kind": "Grove",
        "Pokedex": "It lives along water in forests. In the daytime, it leaves the forest to sunbathe its treed shell."
      }
    },
    {
      "section_id": "389",
      "fields": {
        "Name": "Torterra",
        "Kind": "Continent",
        "Pokedex": "Small Pokémon occasionally gather on its unmoving back to begin building their nests."
      }
    },
    {
      "section_id": "390",
      "fields": {
        "Name": "Chimchar",
        "Kind": "Chimp",
        "Pokedex": "It agilely scales sheer cliffs to live atop craggy mountains. Its fire is put out when it sleeps."
      }
    },
    {
      "section_id": "391",
      "fields": {
        "Name": "Monferno",
        "Kind": "Playful",
        "Pokedex": "To intimidate attackers, it stretches the fire on its tail to make itself appear bigger."
      }
    },
    {
      "section_id": "392",
      "fields": {
        "Name": "Infernape",
        "Kind": "Flame",
        "Pokedex": "It uses a special kind of martial arts involving all its limbs. Its fire never goes out."
      }
    },
    {
      "section_id": "393",
      "fields": {
        "Name": "Piplup",
        "Kind": "Penguin",
        "Pokedex": "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold."
      }
    },
    {
      "section_id": "394",
      "fields": {
        "Name": "Prinplup",
        "Kind": "Penguin",
        "Pokedex": "It lives alone, away from others. Apparently, every one of them believes it is the most important."
      }
    },
    {
      "section_id": "395",
      "fields": {
        "Name": "Empoleon",
        "Kind": "Emperor",
        "Pokedex": "The three horns that extend from its beak attest to its power. The leader has the biggest horns."
      }
    },
    {
      "section_id": "396",
      "fields": {
        "Name": "Starly",
        "Kind": "Starling",
        "Pokedex": "They flock in great numbers. Though small, they flap their wings with great power."
      }
    },
    {
      "section_id": "397",
      "fields": {
        "Name": "Staravia",
        "Kind": "Starling",
        "Pokedex": "It flies around forests and fields in search of bug Pokémon. It stays within a huge flock."
      }
    },
    {
      "section_id": "398",
      "fields": {
        "Name": "Staraptor",
        "Kind": "Predator",
        "Pokedex": "It has a savage nature. It will courageously challenge foes that are much larger."
      }
    },
    {
      "section_id": "399",
      "fields": {
        "Name": "Bidoof",
        "Kind": "Plump Mouse",
        "Pokedex": "With nerves of steel, nothing can perturb it. It is more agile and active than it appears."
      }
    },
    {
      "section_id": "400",
      "fields": {
        "Name": "Bibarel",
        "Kind": "Beaver",
        "Pokedex": "It makes its nest by damming streams with bark and mud. It is known as an industrious worker."
      }
    },
    {
      "section_id": "401",
      "fields": {
        "Name": "Kricketot",
        "Kind": "Cricket",
        "Pokedex": "It shakes its head back to front, causing its antennae to hit each other and sound like a xylophone."
      }
    },
    {
      "section_id": "402",
      "fields": {
        "Name": "Kricketune",
        "Kind": "Cricket",
        "Pokedex": "It crosses its knifelike arms in front of its chest when it cries. It can compose melodies ad lib."
      }
    },
    {
      "section_id": "403",
      "fields": {
        "Name": "Shinx",
        "Kind": "Flash",
        "Pokedex": "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded."
      }
    },
    {
      "section_id": "404",
      "fields": {
        "Name": "Luxio",
        "Kind": "Spark",
        "Pokedex": "Its claws loose electricity with enough amperage to cause fainting. They live in small groups."
      }
    },
    {
      "section_id": "405",
      "fields": {
        "Name": "Luxray",
        "Kind": "Gleam Eyes",
        "Pokedex": "It has eyes that can see through anything. It spots and captures prey hiding behind objects."
      }
    },
    {
      "section_id": "406",
      "fields": {
        "Name": "Budew",
        "Kind": "Bud",
        "Pokedex": "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen."
      }
    },
    {
      "section_id": "407",
      "fields": {
        "Name": "Roserade",
        "Kind": "Bouquet",
        "Pokedex": "It attracts prey with a sweet aroma, then downs it with thorny whips hidden in its arms."
      }
    },
    {
      "section_id": "408",
      "fields": {
        "Name": "Cranidos",
        "Kind": "Head Butt",
        "Pokedex": "It lived in jungles around 100 million years ago. Its skull is as hard as iron."
      }
    },
    {
      "section_id": "409",
      "fields": {
        "Name": "Rampardos",
        "Kind": "Head Butt",
        "Pokedex": "Its powerful head butt has enough power to shatter even the most durable things upon impact."
      }
    },
    {
      "section_id": "410",
      "fields": {
        "Name": "Shieldon",
        "Kind": "Shield",
        "Pokedex": "A Pokémon that lived in jungles around 100 million years ago. Its facial hide is extremely hard."
      }
    },
    {
      "section_id": "411",
      "fields": {
        "Name": "Bastiodon",
        "Kind": "Shield",
        "Pokedex": "Any frontal attack is repulsed. It is a docile Pokémon that feeds on grass and berries."
      }
    },
    {
      "section_id": "412",
      "fields": {
        "Name": "Burmy",
        "Kind": "Bagworm",
        "Pokedex": "To shelter itself from cold, wintry winds, it covers itself with a cloak made of twigs and leaves."
      }
    },
    {
      "section_id": "413",
      "fields": {
        "Name": "Wormadam",
        "Kind": "Bagworm",
        "Pokedex": "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed."
      }
    },
    {
      "section_id": "414",
      "fields": {
        "Name": "Mothim",
        "Kind": "Moth",
        "Pokedex": "It loves the honey of flowers and steals honey collected by Combee."
      }
    },
    {
      "section_id": "415",
      "fields": {
        "Name": "Combee",
        "Kind": "Tiny Bee",
        "Pokedex": "A Pokémon formed by three others. It busily carries sweet floral honey to Vespiquen."
      }
    },
    {
      "section_id": "416",
      "fields": {
        "Name": "Vespiquen",
        "Kind": "Beehive",
        "Pokedex": "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee."
      }
    },
    {
      "section_id": "417",
      "fields": {
        "Name": "Pachirisu",
        "Kind": "EleSquirrel",
        "Pokedex": "It makes fur balls that crackle with static electricity. It stores them with berries in tree holes."
      }
    },
    {
      "section_id": "418",
      "fields": {
        "Name": "Buizel",
        "Kind": "Sea Weasel",
        "Pokedex": "It has a flotation sac that is like an inflatable collar. It floats on water with its head out."
      }
    },
    {
      "section_id": "419",
      "fields": {
        "Name": "Floatzel",
        "Kind": "Sea Weasel",
        "Pokedex": "It floats using its well-developed flotation sac. It assists in the rescues of drowning people."
      }
    },
    {
      "section_id": "420",
      "fields": {
        "Name": "Cherubi",
        "Kind": "Cherry",
        "Pokedex": "The small ball holds the nutrients needed for evolution. Apparently, it is very sweet and tasty."
      }
    },
    {
      "section_id": "421",
      "fields": {
        "Name": "Cherrim",
        "Kind": "Blossom",
        "Pokedex": "It blooms during times of strong sunlight. It tries to make up for everything it endured as a bud."
      }
    },
    {
      "section_id": "422",
      "fields": {
        "Name": "Shellos",
        "Kind": "Sea Slug",
        "Pokedex": "Its colors and shapes differ from region to region. In the Sinnoh region, two types are confirmed."
      }
    },
    {
      "section_id": "423",
      "fields": {
        "Name": "Gastrodon",
        "Kind": "Sea Slug",
        "Pokedex": "It has a pliable body without any bones. If any part of its body is torn off, it grows right back."
      }
    },
    {
      "section_id": "424",
      "fields": {
        "Name": "Ambipom",
        "Kind": "Long Tail",
        "Pokedex": "To eat, it deftly shucks nuts with its two tails. It rarely uses its arms now."
      }
    },
    {
      "section_id": "425",
      "fields": {
        "Name": "Drifloon",
        "Kind": "Balloon",
        "Pokedex": "A Pokémon formed by the spirits of people and Pokémon. It loves damp, humid seasons."
      }
    },
    {
      "section_id": "426",
      "fields": {
        "Name": "Drifblim",
        "Kind": "Blimp",
        "Pokedex": "It's drowzy in daytime, but flies off in the evening in big groups. No one knows where they go."
      }
    },
    {
      "section_id": "427",
      "fields": {
        "Name": "Buneary",
        "Kind": "Rabbit",
        "Pokedex": "It slams foes by sharply uncoiling its rolled ears. It stings enough to make a grown-up cry in pain."
      }
    },
    {
      "section_id": "428",
      "fields": {
        "Name": "Lopunny",
        "Kind": "Rabbit",
        "Pokedex": "An extremely cautious Pokémon. It cloaks its body with its fluffy ear fur when it senses danger."
      }
    },
    {
      "section_id": "429",
      "fields": {
        "Name": "Mismagius",
        "Kind": "Magical",
        "Pokedex": "Its cries sound like incantations. Those hearing it are tormented by headaches and hallucinations."
      }
    },
    {
      "section_id": "430",
      "fields": {
        "Name": "Honchkrow",
        "Kind": "Big Boss",
        "Pokedex": "Becoming active at night, it is known to swarm with numerous Murkrow in tow."
      }
    },
    {
      "section_id": "431",
      "fields": {
        "Name": "Glameow",
        "Kind": "Catty",
        "Pokedex": "It claws if displeased and purrs when affectionate. Its fickleness is very popular among some."
      }
    },
    {
      "section_id": "432",
      "fields": {
        "Name": "Purugly",
        "Kind": "Tiger Cat",
        "Pokedex": "It is a brazen brute that barges its way into another Pokémon's nest and claims it as its own."
      }
    },
    {
      "section_id": "433",
      "fields": {
        "Name": "Chingling",
        "Kind": "Bell",
        "Pokedex": "It emits cries by agitating an orb at the back of its throat. It moves with flouncing hops."
      }
    },
    {
      "section_id": "434",
      "fields": {
        "Name": "Stunky",
        "Kind": "Skunk",
        "Pokedex": "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours."
      }
    },
    {
      "section_id": "435",
      "fields": {
        "Name": "Skuntank",
        "Kind": "Skunk",
        "Pokedex": "It sprays a vile-smelling fluid from the tip of its tail to attack. Its range is over 160 feet."
      }
    },
    {
      "section_id": "436",
      "fields": {
        "Name": "Bronzor",
        "Kind": "Bronze",
        "Pokedex": "Implements shaped like it were discovered in ancient tombs. It is unknown if they are related."
      }
    },
    {
      "section_id": "437",
      "fields": {
        "Name": "Bronzong",
        "Kind": "Bronze Bell",
        "Pokedex": "One caused a news sensation when it was dug up at a construction site after a 2,000-year sleep."
      }
    },
    {
      "section_id": "438",
      "fields": {
        "Name": "Bonsly",
        "Kind": "Bonsai",
        "Pokedex": "It looks as if it is always crying. It is actually adjusting its body's fluid levels by eliminating excess."
      }
    },
    {
      "section_id": "439",
      "fields": {
        "Name": "Mime Jr.",
        "Kind": "Mime",
        "Pokedex": "It habitually mimics foes. Once mimicked, the foe cannot take its eyes off this Pokémon."
      }
    },
    {
      "section_id": "440",
      "fields": {
        "Name": "Happiny",
        "Kind": "Playhouse",
        "Pokedex": "It loves round white things. It carries an egg-shaped rock in imitation of Chansey."
      }
    },
    {
      "section_id": "441",
      "fields": {
        "Name": "Chatot",
        "Kind": "Music Note",
        "Pokedex": "It can learn and speak human words. If they gather, they all learn the same saying."
      }
    },
    {
      "section_id": "442",
      "fields": {
        "Name": "Spiritomb",
        "Kind": "Forbidden",
        "Pokedex": "A Pokémon that was formed by 108 spirits. It is bound to a fissure in an odd keystone."
      }
    },
    {
      "section_id": "443",
      "fields": {
        "Name": "Gible",
        "Kind": "Land Shark",
        "Pokedex": "It nests in small, horizontal holes in cave walls. It pounces to catch prey that stray too close."
      }
    },
    {
      "section_id": "444",
      "fields": {
        "Name": "Gabite",
        "Kind": "Cave",
        "Pokedex": "There is a long-held belief that medicine made from its scales will heal even incurable illnesses."
      }
    },
    {
      "section_id": "445",
      "fields": {
        "Name": "Garchomp",
        "Kind": "Mach",
        "Pokedex": "When it folds up its body and extends its wings, it looks like a jet plane. It flies at sonic speed."
      }
    },
    {
      "section_id": "446",
      "fields": {
        "Name": "Munchlax",
        "Kind": "Big Eater",
        "Pokedex": "It wolfs down its weight in food once a day, swallowing food whole with almost no chewing."
      }
    },
    {
      "section_id": "447",
      "fields": {
        "Name": "Riolu",
        "Kind": "Emanation",
        "Pokedex": "The aura that emanates from its body intensifies to alert others if it is afraid or sad."
      }
    },
    {
      "section_id": "448",
      "fields": {
        "Name": "Lucario",
        "Kind": "Aura",
        "Pokedex": "It has the ability to sense the auras of all things. It understands human speech."
      }
    },
    {
      "section_id": "449",
      "fields": {
        "Name": "Hippopotas",
        "Kind": "Hippo",
        "Pokedex": "It lives in arid places. Instead of perspiration, it expels grainy sand from its body."
      }
    },
    {
      "section_id": "450",
      "fields": {
        "Name": "Hippowdon",
        "Kind": "Heavyweight",
        "Pokedex": "It blasts internally stored sand from ports on its body to create a towering twister for attack."
      }
    },
    {
      "section_id": "451",
      "fields": {
        "Name": "Skorupi",
        "Kind": "Scorpion",
        "Pokedex": "It grips prey with its tail claws and injects poison. It tenaciously hangs on until the poison takes."
      }
    },
    {
      "section_id": "452",
      "fields": {
        "Name": "Drapion",
        "Kind": "Ogre Scorp",
        "Pokedex": "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison."
      }
    },
    {
      "section_id": "453",
      "fields": {
        "Name": "Croagunk",
        "Kind": "Toxic Mouth",
        "Pokedex": "Its cheeks hold poison sacs. It tries to catch foes off guard to jab them with toxic fingers."
      }
    },
    {
      "section_id": "454",
      "fields": {
        "Name": "Toxicroak",
        "Kind": "Toxic Mouth",
        "Pokedex": "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal."
      }
    },
    {
      "section_id": "455",
      "fields": {
        "Name": "Carnivine",
        "Kind": "Bug Catcher",
        "Pokedex": "It attracts prey with its sweet-smelling saliva, then chomps down. It takes a whole day to eat prey."
      }
    },
    {
      "section_id": "456",
      "fields": {
        "Name": "Finneon",
        "Kind": "Wing Fish",
        "Pokedex": "After long exposure to sunlight, the patterns on its tail fins shine vividly when darkness arrives."
      }
    },
    {
      "section_id": "457",
      "fields": {
        "Name": "Lumineon",
        "Kind": "Neon",
        "Pokedex": "It lives on the deep-sea floor. It attracts prey by flashing the patterns on its four tail fins."
      }
    },
    {
      "section_id": "458",
      "fields": {
        "Name": "Mantyke",
        "Kind": "Kite",
        "Pokedex": "A friendly Pokémon that captures the subtle flows of seawater using its two antennae."
      }
    },
    {
      "section_id": "459",
      "fields": {
        "Name": "Snover",
        "Kind": "Frost Tree",
        "Pokedex": "It lives on snowy mountains. Having had little contact with humans, it is boldly inquisitive."
      }
    },
    {
      "section_id": "460",
      "fields": {
        "Name": "Abomasnow",
        "Kind": "Frost Tree",
        "Pokedex": "It whips up blizzards in mountains that are always buried in snow. It is the abominable snowman."
      }
    },
    {
      "section_id": "461",
      "fields": {
        "Name": "Weavile",
        "Kind": "Sharp Claw",
        "Pokedex": "They live in cold regions, forming groups of four or five that hunt prey with impressive coordination."
      }
    },
    {
      "section_id": "462",
      "fields": {
        "Name": "Magnezone",
        "Kind": "Magnet Area",
        "Pokedex": "It evolved from exposure to a special magnetic field. Three units generate magnetism."
      }
    },
    {
      "section_id": "463",
      "fields": {
        "Name": "Lickilicky",
        "Kind": "Licking",
        "Pokedex": "It wraps things with its extensible tongue. Getting too close to it will leave you soaked with drool."
      }
    },
    {
      "section_id": "464",
      "fields": {
        "Name": "Rhyperior",
        "Kind": "Drill",
        "Pokedex": "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times."
      }
    },
    {
      "section_id": "465",
      "fields": {
        "Name": "Tangrowth",
        "Kind": "Vine",
        "Pokedex": "It ensnares prey by extending arms made of vines. Losing arms to predators does not trouble it."
      }
    },
    {
      "section_id": "466",
      "fields": {
        "Name": "Electivire",
        "Kind": "Thunderbolt",
        "Pokedex": "It pushes the tips of its two tails against the foe, then lets loose with over 20,000 volts of power."
      }
    },
    {
      "section_id": "467",
      "fields": {
        "Name": "Magmortar",
        "Kind": "Blast",
        "Pokedex": "It blasts fireballs of over 3,600 degrees F from the ends of its arms. It lives in volcanic craters."
      }
    },
    {
      "section_id": "468",
      "fields": {
        "Name": "Togekiss",
        "Kind": "Jubilee",
        "Pokedex": "It will never appear where there is strife. Its sightings have become rare recently."
      }
    },
    {
      "section_id": "469",
      "fields": {
        "Name": "Yanmega",
        "Kind": "Ogre Darner",
        "Pokedex": "By churning its wings, it creates shock waves that inflict critical internal injuries to foes."
      }
    },
    {
      "section_id": "470",
      "fields": {
        "Name": "Leafeon",
        "Kind": "Verdant",
        "Pokedex": "Es de las mutaciones más drásticas de Eevee ya que desarrolla estructuras que le permiten realizar la fotosíntesis o fecundar con su polen a distancia."
      }
    },
    {
      "section_id": "471",
      "fields": {
        "Name": "Glaceon",
        "Kind": "Fresh Snow",
        "Pokedex": "Está muy bien adaptado al frio ya que su sangre tiene una sustancia anticongelante que evita que su cuerpo se congele incluso a -200ºC."
      }
    },
    {
      "section_id": "472",
      "fields": {
        "Name": "Gliscor",
        "Kind": "Fang Scorp",
        "Pokedex": "It observes prey while hanging inverted from branches. When the chance presents itself, it swoops!"
      }
    },
    {
      "section_id": "473",
      "fields": {
        "Name": "Mamoswine",
        "Kind": "Twin Tusk",
        "Pokedex": "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age."
      }
    },
    {
      "section_id": "474",
      "fields": {
        "Name": "Porygon-Z",
        "Kind": "Virtual",
        "Pokedex": "Additional software was installed to make it a better Pokémon. It began acting oddly, however."
      }
    },
    {
      "section_id": "475",
      "fields": {
        "Name": "Gallade",
        "Kind": "Blade",
        "Pokedex": "A master of courtesy and swordsmanship, it fights using extending swords on its elbows."
      }
    },
    {
      "section_id": "476",
      "fields": {
        "Name": "Probopass",
        "Kind": "Compass",
        "Pokedex": "It exudes strong magnetism from all over. It controls three small units called Mini-Noses."
      }
    },
    {
      "section_id": "477",
      "fields": {
        "Name": "Dusknoir",
        "Kind": "Gripper",
        "Pokedex": "The antenna on its head captures radio waves from the world of spirits that command it to take people there."
      }
    },
    {
      "section_id": "478",
      "fields": {
        "Name": "Froslass",
        "Kind": "Snow Land",
        "Pokedex": "It freezes foes with an icy breath nearly -60 degrees F. What seems to be its body is actually hollow."
      }
    },
    {
      "section_id": "479",
      "fields": {
        "Name": "Rotom",
        "Kind": "Plasma",
        "Pokedex": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
      }
    },
    {
      "section_id": "480",
      "fields": {
        "Name": "Uxie",
        "Kind": "Knowledge",
        "Pokedex": "Known as “The Being of Knowledge.” It is said that it can wipe out the memory of those who see its eyes."
      }
    },
    {
      "section_id": "481",
      "fields": {
        "Name": "Mesprit",
        "Kind": "Emotion",
        "Pokedex": "Known as “The Being of Emotion.” It taught humans the nobility of sorrow, pain, and joy."
      }
    },
    {
      "section_id": "482",
      "fields": {
        "Name": "Azelf",
        "Kind": "Willpower",
        "Pokedex": "Known as “The Being of Willpower.” It sleeps at the bottom of a lake to keep the world in balance."
      }
    },
    {
      "section_id": "483",
      "fields": {
        "Name": "Dialga",
        "Kind": "Temporal",
        "Pokedex": "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity."
      }
    },
    {
      "section_id": "484",
      "fields": {
        "Name": "Palkia",
        "Kind": "Spatial",
        "Pokedex": "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology."
      }
    },
    {
      "section_id": "485",
      "fields": {
        "Name": "Heatran",
        "Kind": "Lava Dome",
        "Pokedex": "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls."
      }
    },
    {
      "section_id": "486",
      "fields": {
        "Name": "Regigigas",
        "Kind": "Colossal",
        "Pokedex": "There is an enduring legend that states this Pokémon towed continents with ropes."
      }
    },
    {
      "section_id": "487",
      "fields": {
        "Name": "Giratina",
        "Kind": "Renegade",
        "Pokedex": "A Pokémon that is said to live in a world on the reverse side of ours. It appears in an ancient cemetery."
      }
    },
    {
      "section_id": "488",
      "fields": {
        "Name": "Cresselia",
        "Kind": "Lunar",
        "Pokedex": "Shiny particles are released from its wings like a veil. It is said to represent the crescent moon."
      }
    },
    {
      "section_id": "489",
      "fields": {
        "Name": "Phione",
        "Kind": "Sea Drifter",
        "Pokedex": "A Pokémon that lives in warm seas. It inflates the flotation sac on its head to drift and search for food."
      }
    },
    {
      "section_id": "490",
      "fields": {
        "Name": "Manaphy",
        "Kind": "Seafaring",
        "Pokedex": "Born on a cold seafloor, it will swim great distances to return to its birthplace."
      }
    },
    {
      "section_id": "491",
      "fields": {
        "Name": "Darkrai",
        "Kind": "Pitch-Black",
        "Pokedex": "It can lull people to sleep and make them dream. It is active during nights of the new moon."
      }
    },
    {
      "section_id": "492",
      "fields": {
        "Name": "Shaymin",
        "Kind": "Gratitude",
        "Pokedex": "It lives in flower patches and avoids detection by curling up to look like a flowering plant."
      }
    },
    {
      "section_id": "493",
      "fields": {
        "Name": "Arceus",
        "Kind": "Alpha",
        "Pokedex": "It is described in mythology as the Pokémon that shaped the universe with its 1,000 arms."
      }
    },
    {
      "section_id": "494",
      "fields": {
        "Name": "Victini",
        "Kind": "Victory",
        "Pokedex": "This Pokémon brings victory. It is said that Trainers with Victini always win, regardless of the type of encounter."
      }
    },
    {
      "section_id": "495",
      "fields": {
        "Name": "Snivy",
        "Kind": "Grass Snake",
        "Pokedex": "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop."
      }
    },
    {
      "section_id": "496",
      "fields": {
        "Name": "Servine",
        "Kind": "Grass Snake",
        "Pokedex": "They avoid attacks by sinking into the shadows of thick foliage. They retaliate with masterful whipping techniques."
      }
    },
    {
      "section_id": "497",
      "fields": {
        "Name": "Serperior",
        "Kind": "Regal",
        "Pokedex": "They raise their heads to intimidate opponents, but only give it their all when fighting a powerful opponent."
      }
    },
    {
      "section_id": "498",
      "fields": {
        "Name": "Tepig",
        "Kind": "Fire Pig",
        "Pokedex": "It blows fire through its nose. When it catches a cold, the fire becomes pitch-black smoke instead."
      }
    },
    {
      "section_id": "499",
      "fields": {
        "Name": "Pignite",
        "Kind": "Fire Pig",
        "Pokedex": "Whatever it eats becomes fuel for the flame in its stomach. When it is angered, the intensity of the flame increases."
      }
    },
    {
      "section_id": "500",
      "fields": {
        "Name": "Emboar",
        "Kind": "Mega Fire Pig",
        "Pokedex": "It can throw a fire punch by setting its fists on fire with its fiery chin. It cares deeply about its friends."
      }
    },
    {
      "section_id": "501",
      "fields": {
        "Name": "Oshawott",
        "Kind": "Sea Otter",
        "Pokedex": "The scalchop on its stomach is made from the same elements as claws. It detaches the scalchop for use as a blade."
      }
    },
    {
      "section_id": "502",
      "fields": {
        "Name": "Dewott",
        "Kind": "Discipline",
        "Pokedex": "Scalchop techniques differ from one Dewott to another. It never neglects maintaining its scalchops."
      }
    },
    {
      "section_id": "503",
      "fields": {
        "Name": "Samurott",
        "Kind": "Formidable",
        "Pokedex": "Part of the armor on its anterior legs becomes a giant sword. Its cry alone is enough to intimidate most enemies."
      }
    },
    {
      "section_id": "504",
      "fields": {
        "Name": "Patrat",
        "Kind": "Scout",
        "Pokedex": "Extremely cautious, they take shifts to maintain a constant watch of their nest. They feel insecure without a lookout."
      }
    },
    {
      "section_id": "505",
      "fields": {
        "Name": "Watchog",
        "Kind": "Lookout",
        "Pokedex": "They make the patterns on their bodies shine in order to threaten predators. Keen eyesight lets them see in the dark."
      }
    },
    {
      "section_id": "506",
      "fields": {
        "Name": "Lillipup",
        "Kind": "Puppy",
        "Pokedex": "Es activo, sobreprotector, tranquilo y le encanta que su entrenador le preste atención. Necesitan ejercicio físico diario para estar sanos."
      }
    },
    {
      "section_id": "507",
      "fields": {
        "Name": "Herdier",
        "Kind": "Loyal Dog",
        "Pokedex": "No es fácil de adiestrar pero es un buen vigilante, ladra al mínimo movimiento sospechoso o cuando alguien se acerca y parece peligroso."
      }
    },
    {
      "section_id": "508",
      "fields": {
        "Name": "Stoutland",
        "Kind": "Big-Hearted",
        "Pokedex": "Es tranquilo, dócil y muy leal. Cuidan de sus seres queridos, su entrenador no dudará en dejarlo al cuidado de sus hijos si debe ausentarse."
      }
    },
    {
      "section_id": "509",
      "fields": {
        "Name": "Purrloin",
        "Kind": "Devious",
        "Pokedex": "Its cute act is a ruse. When victims let down their guard, they find their items taken. It attacks with sharp claws."
      }
    },
    {
      "section_id": "510",
      "fields": {
        "Name": "Liepard",
        "Kind": "Cruel",
        "Pokedex": "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react."
      }
    },
    {
      "section_id": "511",
      "fields": {
        "Name": "Pansage",
        "Kind": "Grass Monkey",
        "Pokedex": "It shares the leaf on its head with weary-looking Pokémon. These leaves are known to relieve stress."
      }
    },
    {
      "section_id": "512",
      "fields": {
        "Name": "Simisage",
        "Kind": "Thorn Monkey",
        "Pokedex": "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter."
      }
    },
    {
      "section_id": "513",
      "fields": {
        "Name": "Pansear",
        "Kind": "High Temp",
        "Pokedex": "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600º F."
      }
    },
    {
      "section_id": "514",
      "fields": {
        "Name": "Simisear",
        "Kind": "Ember",
        "Pokedex": "A flame burns inside its body. It scatters embers from its head and tail to sear its opponents."
      }
    },
    {
      "section_id": "515",
      "fields": {
        "Name": "Panpour",
        "Kind": "Spray",
        "Pokedex": "It does not thrive in dry environments. It keeps itself damp by shooting water stored in its head tuft from its tail."
      }
    },
    {
      "section_id": "516",
      "fields": {
        "Name": "Simipour",
        "Kind": "Geyser",
        "Pokedex": "The high-pressure water expelled from its tail is so powerful, it can destroy a concrete wall."
      }
    },
    {
      "section_id": "517",
      "fields": {
        "Name": "Munna",
        "Kind": "Dream Eater",
        "Pokedex": "It eats the dreams of people and Pokémon. When it eats a pleasant dreams, it expels pink-colored mist."
      }
    },
    {
      "section_id": "518",
      "fields": {
        "Name": "Musharna",
        "Kind": "Drowsing",
        "Pokedex": "With the mist from its forehead, it can create shapes of things from dreams it has eaten."
      }
    },
    {
      "section_id": "519",
      "fields": {
        "Name": "Pidove",
        "Kind": "Tiny Pigeon",
        "Pokedex": "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas."
      }
    },
    {
      "section_id": "520",
      "fields": {
        "Name": "Tranquill",
        "Kind": "Wild Pigeon",
        "Pokedex": "Many people believe that, deep in the forest where Tranquill live, there is a peaceful place where there is no war."
      }
    },
    {
      "section_id": "521",
      "fields": {
        "Name": "Unfezant",
        "Kind": "Proud",
        "Pokedex": "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers."
      }
    },
    {
      "section_id": "522",
      "fields": {
        "Name": "Blitzle",
        "Kind": "Electrified",
        "Pokedex": "When thunderclouds cover the sky, it will appear. It can catch lightning with its mane and store the electricity."
      }
    },
    {
      "section_id": "523",
      "fields": {
        "Name": "Zebstrika",
        "Kind": "Thunderbolt",
        "Pokedex": "This ill-tempered Pokémon is dangerous because when it's angry, it shoots lightning from its mane in all directions."
      }
    },
    {
      "section_id": "524",
      "fields": {
        "Name": "Roggenrola",
        "Kind": "Mantle",
        "Pokedex": "They were discovered a hundred years ago in an earthquake fissure. Inside each one is an energy core."
      }
    },
    {
      "section_id": "525",
      "fields": {
        "Name": "Boldore",
        "Kind": "Ore",
        "Pokedex": "Because its energy was too great to be contained, the energy leaked and formed orange crystals."
      }
    },
    {
      "section_id": "526",
      "fields": {
        "Name": "Gigalith",
        "Kind": "Compressed",
        "Pokedex": "The solar energy absorbed by its body's orange crystals is magnified internally and fired from its mouth."
      }
    },
    {
      "section_id": "527",
      "fields": {
        "Name": "Woobat",
        "Kind": "Bat",
        "Pokedex": "Suction from its nostrils enables it to stick to cave walls during sleep. It leaves a heart-shaped mark behind."
      }
    },
    {
      "section_id": "528",
      "fields": {
        "Name": "Swoobat",
        "Kind": "Courting",
        "Pokedex": "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift."
      }
    },
    {
      "section_id": "529",
      "fields": {
        "Name": "Drilbur",
        "Kind": "Mole",
        "Pokedex": "It makes its way swiftly through the soil by putting both claws together and rotating at high speed."
      }
    },
    {
      "section_id": "530",
      "fields": {
        "Name": "Excadrill",
        "Kind": "Subterrene",
        "Pokedex": "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels."
      }
    },
    {
      "section_id": "531",
      "fields": {
        "Name": "Audino",
        "Kind": "Hearing",
        "Pokedex": "Its auditory sense is astounding. It has a radar-like ability to understand its surrounding through slight sounds."
      }
    },
    {
      "section_id": "532",
      "fields": {
        "Name": "Timburr",
        "Kind": "Muscular",
        "Pokedex": "These Pokémon appear at building sites and help out with construction. They always carry squared logs."
      }
    },
    {
      "section_id": "533",
      "fields": {
        "Name": "Gurdurr",
        "Kind": "Muscular",
        "Pokedex": "They strengthen their bodies by carrying steel beams. They show off their big muscles to their friends."
      }
    },
    {
      "section_id": "534",
      "fields": {
        "Name": "Conkeldurr",
        "Kind": "Muscular",
        "Pokedex": "They use concrete pillars as walking canes. They know moves that enable them to swing the pillars freely in battle."
      }
    },
    {
      "section_id": "535",
      "fields": {
        "Name": "Tympole",
        "Kind": "Tadpole",
        "Pokedex": "By vibrating its cheeks, it emits sound waves imperceptible to humans. It uses the rhythm of these sounds to talk."
      }
    },
    {
      "section_id": "536",
      "fields": {
        "Name": "Palpitoad",
        "Kind": "Vibration",
        "Pokedex": "It lives in the water and on land. It uses its long, sticky tongue to capture prey."
      }
    },
    {
      "section_id": "537",
      "fields": {
        "Name": "Seismitoad",
        "Kind": "Vibration",
        "Pokedex": "It increases the power of its punches by vibrating the bumps on its fists. It can turn a boulder to rubble with one punch."
      }
    },
    {
      "section_id": "538",
      "fields": {
        "Name": "Throh",
        "Kind": "Judo",
        "Pokedex": "When they encounter foes bigger than themselves, they try to throw them. They always travel in packs of five."
      }
    },
    {
      "section_id": "539",
      "fields": {
        "Name": "Sawk",
        "Kind": "Karate",
        "Pokedex": "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them."
      }
    },
    {
      "section_id": "540",
      "fields": {
        "Name": "Sewaddle",
        "Kind": "Sewing",
        "Pokedex": "This Pokémon makes clothes for itself. It chews up leaves and sews them with sticky thread extruded from its mouth."
      }
    },
    {
      "section_id": "541",
      "fields": {
        "Name": "Swadloon",
        "Kind": "Leaf-Wrapped",
        "Pokedex": "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests."
      }
    },
    {
      "section_id": "542",
      "fields": {
        "Name": "Leavanny",
        "Kind": "Nurturing",
        "Pokedex": "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle."
      }
    },
    {
      "section_id": "543",
      "fields": {
        "Name": "Venipede",
        "Kind": "Centipede",
        "Pokedex": "It discovers what is going on around it by using the feelers on its head and tail. It is brutally aggresive."
      }
    },
    {
      "section_id": "544",
      "fields": {
        "Name": "Whirlipede",
        "Kind": "Curlipede",
        "Pokedex": "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent."
      }
    },
    {
      "section_id": "545",
      "fields": {
        "Name": "Scolipede",
        "Kind": "Megapede",
        "Pokedex": "Highly aggressive, it uses the claws near its neck to dig into its opponents and poison them."
      }
    },
    {
      "section_id": "546",
      "fields": {
        "Name": "Cottonee",
        "Kind": "Cotton Puff",
        "Pokedex": "They go wherever the wind takes them. On rainy days, their bodies are heavier, so they take shelter beneath big trees."
      }
    },
    {
      "section_id": "547",
      "fields": {
        "Name": "Whimsicott",
        "Kind": "Windveiled",
        "Pokedex": "Riding whirlwinds, they appear. These Pokémon sneak through gaps into houses and cause all sorts of mischief."
      }
    },
    {
      "section_id": "548",
      "fields": {
        "Name": "Petilil",
        "Kind": "Bulb",
        "Pokedex": "Since they prefer moist, nutrient-rich soil, the areas where Petilil live are known to be good for growing plants."
      }
    },
    {
      "section_id": "549",
      "fields": {
        "Name": "Lilligant",
        "Kind": "Flowering",
        "Pokedex": "The fragrance of the garland on its head has a relaxing effect. It withers if a Trainer does not take good care of it."
      }
    },
    {
      "section_id": "550",
      "fields": {
        "Name": "Basculin",
        "Kind": "Hostile",
        "Pokedex": "Red and blue Basculin usually do not get along, but sometimes members of one school mingle with the other's schooL."
      }
    },
    {
      "section_id": "551",
      "fields": {
        "Name": "Sandile",
        "Kind": "Desert Croc",
        "Pokedex": "It moves along below the sand's surface, except for its nose and eyes. A dark membrane shields its eyes from the sun."
      }
    },
    {
      "section_id": "552",
      "fields": {
        "Name": "Krokorok",
        "Kind": "Desert Croc",
        "Pokedex": "The special membrane covering its eyes can sense the heat of objects, so it can see its surroundings, even in darkness."
      }
    },
    {
      "section_id": "553",
      "fields": {
        "Name": "Krookodile",
        "Kind": "Intimidation",
        "Pokedex": "It can expand the focus of its eyes, enabling it to see objects in the far distance as if it were using binoculars."
      }
    },
    {
      "section_id": "554",
      "fields": {
        "Name": "Darumaka",
        "Kind": "Zen Charm",
        "Pokedex": "Darumaka's droppings are hot, so people used to put them in their clothes to keep themselves warm."
      }
    },
    {
      "section_id": "555",
      "fields": {
        "Name": "Darmanitan",
        "Kind": "Blazing",
        "Pokedex": "When weakened in battle, it transforms into a stone statue. Then it sharpens its mind and fights on mentally."
      }
    },
    {
      "section_id": "556",
      "fields": {
        "Name": "Maractus",
        "Kind": "Cactus",
        "Pokedex": "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas."
      }
    },
    {
      "section_id": "557",
      "fields": {
        "Name": "Dwebble",
        "Kind": "Rock Inn",
        "Pokedex": "It makes a hole in a suitable rock. If that rock breaks, the Pokémon remains agitated until it locates a replacement."
      }
    },
    {
      "section_id": "558",
      "fields": {
        "Name": "Crustle",
        "Kind": "Stone Home",
        "Pokedex": "It possesses legs of enormous strength, enabling it to carry heavy slabs for many days, even when crossing arid land."
      }
    },
    {
      "section_id": "559",
      "fields": {
        "Name": "Scraggy",
        "Kind": "Shedding",
        "Pokedex": "It immediately headbutts anyone that makes eye contact with it. Its skull is massively thick."
      }
    },
    {
      "section_id": "560",
      "fields": {
        "Name": "Scrafty",
        "Kind": "Hoodlum",
        "Pokedex": "It can smash concrete blocks with its kicking attacks. The one with the biggest crest is the group leader."
      }
    },
    {
      "section_id": "561",
      "fields": {
        "Name": "Sigilyph",
        "Kind": "Avianoid",
        "Pokedex": "The guardians of an ancient city, they use their psychic power to attack enemies that invade their territory."
      }
    },
    {
      "section_id": "562",
      "fields": {
        "Name": "Yamask",
        "Kind": "Spirit",
        "Pokedex": "These Pokémon arose from the spirits of people interred in graves in past ages. Each retains memories of its former life."
      }
    },
    {
      "section_id": "563",
      "fields": {
        "Name": "Cofagrigus",
        "Kind": "Coffin",
        "Pokedex": "They pretend to be elaborate coffins to teach lessons to grave robbers. Their bodies are covered in pure gold."
      }
    },
    {
      "section_id": "564",
      "fields": {
        "Name": "Tirtouga",
        "Kind": "Prototurtle",
        "Pokedex": "About 100 million years ago, these Pokémon swam in oceans. It is thought they also went on land to attack prey."
      }
    },
    {
      "section_id": "565",
      "fields": {
        "Name": "Carracosta",
        "Kind": "Prototurtle",
        "Pokedex": "Incredible jaw strength enables them to chew up steel beams and rocks along with their prey."
      }
    },
    {
      "section_id": "566",
      "fields": {
        "Name": "Archen",
        "Kind": "First Bird",
        "Pokedex": "Revived from a fossil, this Pokémon is thought to be the ancestor of all bird Pokémon."
      }
    },
    {
      "section_id": "567",
      "fields": {
        "Name": "Archeops",
        "Kind": "First Bird",
        "Pokedex": "It runs better than it flies. It catches prey by running at speeds comparable to those of an automobile."
      }
    },
    {
      "section_id": "568",
      "fields": {
        "Name": "Trubbish",
        "Kind": "Trash Bag",
        "Pokedex": "The combination of garbage bags and industrial waste caused the chemical reaction that crated this Pokémon."
      }
    },
    {
      "section_id": "569",
      "fields": {
        "Name": "Garbodor",
        "Kind": "Trash Heap",
        "Pokedex": "They absorb garbage and make it part of their bodies. They shoot a poisonous liquid from their right-hand fingertips."
      }
    },
    {
      "section_id": "570",
      "fields": {
        "Name": "Zorua",
        "Kind": "Tricky Fox",
        "Pokedex": "To protect themselves from danger, they hide their true identities by transforming into people and Pokémon."
      }
    },
    {
      "section_id": "571",
      "fields": {
        "Name": "Zoroark",
        "Kind": "Illusion Fox",
        "Pokedex": "Each has the ability to fool a large group of people simultaneously. They protect their lair with illusory scenery."
      }
    },
    {
      "section_id": "572",
      "fields": {
        "Name": "Minccino",
        "Kind": "Chinchilla",
        "Pokedex": "These Pokémon prefer a tidy habitat. They are always sweeping and dusting, using their tails as brooms."
      }
    },
    {
      "section_id": "573",
      "fields": {
        "Name": "Cinccino",
        "Kind": "Scarf",
        "Pokedex": "Their white fur feels amazing to touch. Their fur repels dust and prevents static electricity from building up."
      }
    },
    {
      "section_id": "574",
      "fields": {
        "Name": "Gothita",
        "Kind": "Fixation",
        "Pokedex": "They intently observe both Trainers and Pokémon. Apparently, they are looking at something that only Gothita can see."
      }
    },
    {
      "section_id": "575",
      "fields": {
        "Name": "Gothorita",
        "Kind": "Manipulate",
        "Pokedex": "Starlight is the source of their power. At night, they mark star positions by using psychic power to float stones."
      }
    },
    {
      "section_id": "576",
      "fields": {
        "Name": "Gothitelle",
        "Kind": "Astral Body",
        "Pokedex": "They can predict the future from the placement and movement of the stars. They can see Trainers' life spans."
      }
    },
    {
      "section_id": "577",
      "fields": {
        "Name": "Solosis",
        "Kind": "Cell",
        "Pokedex": "Because their bodies are enveloped in a special liquid, they can survive in any environment."
      }
    },
    {
      "section_id": "578",
      "fields": {
        "Name": "Duosion",
        "Kind": "Mitosis",
        "Pokedex": "When their brains, now divided in two, are thinking the same thoughts, these Pokémon exhibit their maximum power."
      }
    },
    {
      "section_id": "579",
      "fields": {
        "Name": "Reuniclus",
        "Kind": "Multiplying",
        "Pokedex": "These remarkably intelligent Pokémon fight by controlling arms that can grip with rock-crushing power."
      }
    },
    {
      "section_id": "580",
      "fields": {
        "Name": "Ducklett",
        "Kind": "Water Bird",
        "Pokedex": "When attacked, it uses its feathers to splash water, escaping under cover of the spray."
      }
    },
    {
      "section_id": "581",
      "fields": {
        "Name": "Swanna",
        "Kind": "White Bird",
        "Pokedex": "It administers sharp, powerful pecks with its bill. It whips its long neck to deliver forceful repeated strikes."
      }
    },
    {
      "section_id": "582",
      "fields": {
        "Name": "Vanillite",
        "Kind": "Fresh Snow",
        "Pokedex": "This Pokémon formed from icicles bathed in energy from the morning sun. It sleeps buried in snow."
      }
    },
    {
      "section_id": "583",
      "fields": {
        "Name": "Vanillish",
        "Kind": "Icy Snow",
        "Pokedex": "It conceals itself from enemy eyes by creating many small ice particles and hiding among them."
      }
    },
    {
      "section_id": "584",
      "fields": {
        "Name": "Vanilluxe",
        "Kind": "Snowstorm",
        "Pokedex": "If both heads get angry simultaneously, this Pokémon expels a blizzard, burying everything in snow."
      }
    },
    {
      "section_id": "585",
      "fields": {
        "Name": "Deerling",
        "Kind": "Season",
        "Pokedex": "The turning of the seasons changes the color and scent of this Pokémon's fur. People use it to mark the seasons."
      }
    },
    {
      "section_id": "586",
      "fields": {
        "Name": "Sawsbuck",
        "Kind": "Season",
        "Pokedex": "The plants growing on its horns change according to the season. The leaders of the herd possess magnificent horns."
      }
    },
    {
      "section_id": "587",
      "fields": {
        "Name": "Emolga",
        "Kind": "Sky Squirrel",
        "Pokedex": "They live on treetops and glide using the inside of a cape-like membrane while discharging electricity."
      }
    },
    {
      "section_id": "588",
      "fields": {
        "Name": "Karrablast",
        "Kind": "Clamping",
        "Pokedex": "When they feel threatened, they spit an acidic liquid to drive attackers away. This Pokémon targets Shelmet."
      }
    },
    {
      "section_id": "589",
      "fields": {
        "Name": "Escavalier",
        "Kind": "Cavalry",
        "Pokedex": "These Pokémon evolve by wearing the shell covering of a Shelmet. The steel armor protects their whole body."
      }
    },
    {
      "section_id": "590",
      "fields": {
        "Name": "Foongus",
        "Kind": "Mushroom",
        "Pokedex": "For some reason, this Pokémon resembles a Poké Ball. They release poison spores to repel those who try to catch them."
      }
    },
    {
      "section_id": "591",
      "fields": {
        "Name": "Amoonguss",
        "Kind": "Mushroom",
        "Pokedex": "They show off their Poké Ball caps to lure prey, but very few Pokémon are fooled by this."
      }
    },
    {
      "section_id": "592",
      "fields": {
        "Name": "Frillish",
        "Kind": "Floating",
        "Pokedex": "They paralyze prey with poison, then drag them down to their lairs, five miles below the surface."
      }
    },
    {
      "section_id": "593",
      "fields": {
        "Name": "Jellicent",
        "Kind": "Floating",
        "Pokedex": "They propel themselves by expelling absorbed seawater from their bodies. Their favorite food is life energy."
      }
    },
    {
      "section_id": "594",
      "fields": {
        "Name": "Alomomola",
        "Kind": "Caring",
        "Pokedex": "Floating in the open sea is how they live. When they find a wounded Pokémon, they embrace it and bring it to shore."
      }
    },
    {
      "section_id": "595",
      "fields": {
        "Name": "Joltik",
        "Kind": "Attaching",
        "Pokedex": "They attach themselves to large-bodied Pokémon and absorb static electricity, which they store in an electric pouch."
      }
    },
    {
      "section_id": "596",
      "fields": {
        "Name": "Galvantula",
        "Kind": "EleSpider",
        "Pokedex": "They employ an electrically charged web to trap their prey. While it is immobilized by shock, they leisurely consume it."
      }
    },
    {
      "section_id": "597",
      "fields": {
        "Name": "Ferroseed",
        "Kind": "Thorn Seed",
        "Pokedex": "They stick their spikes into cave walls and absorb the minerals they find in the rock."
      }
    },
    {
      "section_id": "598",
      "fields": {
        "Name": "Ferrothorn",
        "Kind": "Thorn Pod",
        "Pokedex": "They attach themselves to cave ceilings, firing steel spikes at targets passing beneath them."
      }
    },
    {
      "section_id": "599",
      "fields": {
        "Name": "Klink",
        "Kind": "Gear",
        "Pokedex": "Interlocking two bodies and spinning around generates the energy they need to live."
      }
    },
    {
      "section_id": "600",
      "fields": {
        "Name": "Klang",
        "Kind": "Gear",
        "Pokedex": "Spinning minigears are rotated at high speed and repeatedly fired away. It is dangerous if the gears don't return."
      }
    },
    {
      "section_id": "601",
      "fields": {
        "Name": "Klinklang",
        "Kind": "Gear",
        "Pokedex": "The gear with the red core is rotated at high speed for a rapid energy charge."
      }
    },
    {
      "section_id": "602",
      "fields": {
        "Name": "Tynamo",
        "Kind": "EleFish",
        "Pokedex": "These Pokémon move in schools. They have an electricity-generating organ, so they discharge electricity if in danger."
      }
    },
    {
      "section_id": "603",
      "fields": {
        "Name": "Eelektrik",
        "Kind": "EleFish",
        "Pokedex": "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity."
      }
    },
    {
      "section_id": "604",
      "fields": {
        "Name": "Eelektross",
        "Kind": "EleFish",
        "Pokedex": "With their sucker mouths, they suck in prey. Then they use their fangs to shock the prey with electricity."
      }
    },
    {
      "section_id": "605",
      "fields": {
        "Name": "Elgyem",
        "Kind": "Cerebral",
        "Pokedex": "This Pokémon had never been seen until it appeared from far in the desert 50 years ago."
      }
    },
    {
      "section_id": "606",
      "fields": {
        "Name": "Beheeyem",
        "Kind": "Cerebral",
        "Pokedex": "It uses psychic power to control an opponent's brain and tamper with its memories."
      }
    },
    {
      "section_id": "607",
      "fields": {
        "Name": "Litwick",
        "Kind": "Candle",
        "Pokedex": "While shining a light and pretending to be a guide, it leeches off the life force of any who follow it."
      }
    },
    {
      "section_id": "608",
      "fields": {
        "Name": "Lampent",
        "Kind": "Lamp",
        "Pokedex": "It arrives near the moment of death and steals spirit from the body."
      }
    },
    {
      "section_id": "609",
      "fields": {
        "Name": "Chandelure",
        "Kind": "Luring",
        "Pokedex": "Being consumed in Chandelure's flame burns up the spirit, leaving the body behind."
      }
    },
    {
      "section_id": "610",
      "fields": {
        "Name": "Axew",
        "Kind": "Tusk",
        "Pokedex": "They mark their territory by leaving gashes in trees with their tusks. If a tusk breaks, a new one grows in quickly."
      }
    },
    {
      "section_id": "611",
      "fields": {
        "Name": "Fraxure",
        "Kind": "Axe Jaw",
        "Pokedex": "Their tusks can shatter rocks. Territory battles between Fraxure can be intensely violent."
      }
    },
    {
      "section_id": "612",
      "fields": {
        "Name": "Haxorus",
        "Kind": "Axe Jaw",
        "Pokedex": "Their sturdy tusks will stay sharp even if used to cut steel beams. These Pokémon are covered in hard armor."
      }
    },
    {
      "section_id": "613",
      "fields": {
        "Name": "Cubchoo",
        "Kind": "Chill",
        "Pokedex": "Its nose is always running. It sniffs the snot back up because the mucus provides the raw material for its moves."
      }
    },
    {
      "section_id": "614",
      "fields": {
        "Name": "Beartic",
        "Kind": "Freezing",
        "Pokedex": "It freezes its breath to create fangs and claws of ice to fight with. Cold northern areas are its habitat."
      }
    },
    {
      "section_id": "615",
      "fields": {
        "Name": "Cryogonal",
        "Kind": "Crystallizing",
        "Pokedex": "They are born in snow clouds. They use chains made of ice crystals to capture prey."
      }
    },
    {
      "section_id": "616",
      "fields": {
        "Name": "Shelmet",
        "Kind": "Snail",
        "Pokedex": "It evolves when bathed in an electric-like energy along with Karrablast. The reason is still unknown."
      }
    },
    {
      "section_id": "617",
      "fields": {
        "Name": "Accelgor",
        "Kind": "Shell Out",
        "Pokedex": "Having removed its heavy shell, it becomes very light and can fight with ninja-like movements."
      }
    },
    {
      "section_id": "618",
      "fields": {
        "Name": "Stunfisk",
        "Kind": "Trap",
        "Pokedex": "It conceals itself in the mud of the seashore. Then it waits. When prey touch it, it delivers a jolt of energy."
      }
    },
    {
      "section_id": "619",
      "fields": {
        "Name": "Mienfoo",
        "Kind": "Martial Arts",
        "Pokedex": "They have mastered elegant combos. As they concentrate, their battle moves become swifter and more precise."
      }
    },
    {
      "section_id": "620",
      "fields": {
        "Name": "Mienshao",
        "Kind": "Martial Arts",
        "Pokedex": "They use the long fur on their arms as a whip to strike their opponents."
      }
    },
    {
      "section_id": "621",
      "fields": {
        "Name": "Druddigon",
        "Kind": "Cave",
        "Pokedex": "It races through narrow caves, using its sharp claws to catch prey. Then skin on its face is harder than a rock."
      }
    },
    {
      "section_id": "622",
      "fields": {
        "Name": "Golett",
        "Kind": "Automaton",
        "Pokedex": "These Pokémon are thought to have been created by the science of an ancient and mysterious civilization."
      }
    },
    {
      "section_id": "623",
      "fields": {
        "Name": "Golurk",
        "Kind": "Automaton",
        "Pokedex": "It is said that Golurk were ordered to protect people and Pokémon by the ancient people who made them."
      }
    },
    {
      "section_id": "624",
      "fields": {
        "Name": "Pawniard",
        "Kind": "Sharp Blade",
        "Pokedex": "Descendiente de una larga estirpe de Bisharp que lucharon en los tercios españoles, entrena duro para llegar a ser tan diestro como sus antecesores."
      }
    },
    {
      "section_id": "625",
      "fields": {
        "Name": "Bisharp",
        "Kind": "Sword Blade",
        "Pokedex": "Algunos fueron contratados como mercenarios por los tercios españoles y con el tiempo adoptaron las ropas y técnicas de combate de estos soldados."
      }
    },
    {
      "section_id": "626",
      "fields": {
        "Name": "Bouffalant",
        "Kind": "Bash Buffalo",
        "Pokedex": "They charge wildly and headbutt everything. They headbutts have enough destructive force to derail a train."
      }
    },
    {
      "section_id": "627",
      "fields": {
        "Name": "Rufflet",
        "Kind": "Eaglet",
        "Pokedex": "They will challenge anything, even strong opponents, without fear. Their frequent fights help them become stronger."
      }
    },
    {
      "section_id": "628",
      "fields": {
        "Name": "Braviary",
        "Kind": "Valiant",
        "Pokedex": "The more scars they have, the more respect these brave soldiers of the sky get from their peers."
      }
    },
    {
      "section_id": "629",
      "fields": {
        "Name": "Vullaby",
        "Kind": "Diapered",
        "Pokedex": "They tend to guard their posteriors with suitable bones they have found. They pursue weak Pokémon."
      }
    },
    {
      "section_id": "630",
      "fields": {
        "Name": "Mandibuzz",
        "Kind": "Bone Vulture",
        "Pokedex": "Watching from the sky, they swoop to strike weakened Pokémon on the ground. They decorate themselves with bones."
      }
    },
    {
      "section_id": "631",
      "fields": {
        "Name": "Heatmor",
        "Kind": "Anteater",
        "Pokedex": "Using their very hot, flame-covered tongues, they burn through Durant's steel bodies and consume their insides."
      }
    },
    {
      "section_id": "632",
      "fields": {
        "Name": "Durant",
        "Kind": "Iron Ant",
        "Pokedex": "Durant dig nests in mountains. They build their complicated, interconnected tunnels in mazes."
      }
    },
    {
      "section_id": "633",
      "fields": {
        "Name": "Deino",
        "Kind": "Irate",
        "Pokedex": "They cannot see, so they tackle and bite to learn about their surroundings. Their bodies are covered in wounds."
      }
    },
    {
      "section_id": "634",
      "fields": {
        "Name": "Zweilous",
        "Kind": "Hostile",
        "Pokedex": "Since their two heads do not get along and compete with each other for food, they always eat too much."
      }
    },
    {
      "section_id": "635",
      "fields": {
        "Name": "Hydreigon",
        "Kind": "Brutal",
        "Pokedex": "The heads on their arms do not have brains. They use all three heads to consume and destroy everything."
      }
    },
    {
      "section_id": "636",
      "fields": {
        "Name": "Larvesta",
        "Kind": "Torch",
        "Pokedex": "The base of volcanoes is where they make their homes. They shoot fire from their five horns to repel attacking enemies."
      }
    },
    {
      "section_id": "637",
      "fields": {
        "Name": "Volcarona",
        "Kind": "Sun",
        "Pokedex": "A sea of fire engulfs the surroundings of their battles, since they use their six wings to scatter their ember scales."
      }
    },
    {
      "section_id": "638",
      "fields": {
        "Name": "Cobalion",
        "Kind": "Iron Will",
        "Pokedex": "It has a body and heart of steel. Its glare is sufficient to make even an unruly Pokémon obey it."
      }
    },
    {
      "section_id": "639",
      "fields": {
        "Name": "Terrakion",
        "Kind": "Cavern",
        "Pokedex": "Its charge is strong enough to break through a giant castle wall in one blow. This Pokémon is spoken of in legends."
      }
    },
    {
      "section_id": "640",
      "fields": {
        "Name": "Virizion",
        "Kind": "Grassland",
        "Pokedex": "Its head sprouts horns as sharp as blades. Using whirlwind-like movements, it confounds and swiftly cuts opponents."
      }
    },
    {
      "section_id": "641",
      "fields": {
        "Name": "Tornadus",
        "Kind": "Cyclone",
        "Pokedex": "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away."
      }
    },
    {
      "section_id": "642",
      "fields": {
        "Name": "Thundurus",
        "Kind": "Bolt Strike",
        "Pokedex": "The spikes on its tail discharge immense bolts of lightning. It flies around the Unova region firing off lightning bolts."
      }
    },
    {
      "section_id": "643",
      "fields": {
        "Name": "Reshiram",
        "Kind": "Vast White",
        "Pokedex": "When Reshiram's tail flares, the heat energy moves the atmosphere and changes the world's weather."
      }
    },
    {
      "section_id": "644",
      "fields": {
        "Name": "Zekrom",
        "Kind": "Deep Black",
        "Pokedex": "This Pokémon appears in legends. In its tail, it has a giant generator that creates electricity."
      }
    },
    {
      "section_id": "645",
      "fields": {
        "Name": "Landorus",
        "Kind": "Abundance",
        "Pokedex": "The energy that comes pouring from its tail increases the nutrition in the soil, making crops grow to great size."
      }
    },
    {
      "section_id": "646",
      "fields": {
        "Name": "Kyurem",
        "Kind": "Boundary",
        "Pokedex": "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out."
      }
    },
    {
      "section_id": "647",
      "fields": {
        "Name": "Keldeo",
        "Kind": "Colt",
        "Pokedex": "It crosses the world, running over the surfaces of oceans and rivers. It appears at scenic waterfronts."
      }
    },
    {
      "section_id": "648",
      "fields": {
        "Name": "Meloetta",
        "Kind": "Melody",
        "Pokedex": "Many famous songs have been inspired by the melodies that Meloetta plays."
      }
    },
    {
      "section_id": "649",
      "fields": {
        "Name": "Genesect",
        "Kind": "Paleozoic",
        "Pokedex": "This ancient bug Pokémon was altered by Team Plasma. They upgraded the cannon on its back."
      }
    },
    {
      "section_id": "650",
      "fields": {
        "Name": "Chespin",
        "Kind": "Spiky Nut",
        "Pokedex": "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock."
      }
    },
    {
      "section_id": "651",
      "fields": {
        "Name": "Quilladin",
        "Kind": "Spiky Armor",
        "Pokedex": "They strengthen their lower bodies by running into one another. They are very kind and won't start fights."
      }
    },
    {
      "section_id": "652",
      "fields": {
        "Name": "Chesnaught",
        "Kind": "Spiky Armor",
        "Pokedex": "When it takes a defensive posture with its fists guarding its face, it could withstand a bomb blast."
      }
    },
    {
      "section_id": "653",
      "fields": {
        "Name": "Fennekin",
        "Kind": "Fox",
        "Pokedex": "As it walks, it munches on a twig in place of a snack. It intimidates opponents by puffing hot air out of its ears."
      }
    },
    {
      "section_id": "654",
      "fields": {
        "Name": "Braixen",
        "Kind": "Fox",
        "Pokedex": "When the twig is plucked from its tail, friction sets the twig alight. The flame is used to send signals to its allies."
      }
    },
    {
      "section_id": "655",
      "fields": {
        "Name": "Delphox",
        "Kind": "Fox",
        "Pokedex": "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future."
      }
    },
    {
      "section_id": "656",
      "fields": {
        "Name": "Froakie",
        "Kind": "Bubble Frog",
        "Pokedex": "It protects its skin by covering its body in delicate bubbles. Beneath its happy-go-lucky air, it keeps a watchful eye on its surroundings."
      }
    },
    {
      "section_id": "657",
      "fields": {
        "Name": "Frogadier",
        "Kind": "Bubble Frog",
        "Pokedex": "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away."
      }
    },
    {
      "section_id": "658",
      "fields": {
        "Name": "Greninja",
        "Kind": "Ninja",
        "Pokedex": "It appears and vanishes with a ninja’s grace. It toys with its enemies using swift movements, while slicing them with throwing stars of sharpest water."
      }
    },
    {
      "section_id": "659",
      "fields": {
        "Name": "Bunnelby",
        "Kind": "Digging",
        "Pokedex": "It has ears like shovels. Digging holes strengthens its ears so much that they can sever thick roots effortlessly."
      }
    },
    {
      "section_id": "660",
      "fields": {
        "Name": "Diggersby",
        "Kind": "Digging",
        "Pokedex": "As powerful as an excavator, its ears can reduce dense bedrock to rubble. When it’s finished digging, it lounges lazily."
      }
    },
    {
      "section_id": "661",
      "fields": {
        "Name": "Fletchling",
        "Kind": "Tiny Robin",
        "Pokedex": "These friendly Pokemon send signals to one another with beautiful chirps and tail-feather movements."
      }
    },
    {
      "section_id": "662",
      "fields": {
        "Name": "Fletchinder",
        "Kind": "Ember",
        "Pokedex": "The hotter the flame sac on its belly, the faster it can fly, but it takes some time to get the fire going."
      }
    },
    {
      "section_id": "663",
      "fields": {
        "Name": "Talonflame",
        "Kind": "Scorching",
        "Pokedex": "In the fever of an exciting battle, it showers embers from the gaps between its feathers and takes to the air."
      }
    },
    {
      "section_id": "664",
      "fields": {
        "Name": "Scatterbug",
        "Kind": "Scatterdust",
        "Pokedex": "The powder that covers its body regulates its temperature, so it can live in any region or climate."
      }
    },
    {
      "section_id": "665",
      "fields": {
        "Name": "Spewpa",
        "Kind": "Scatterdust",
        "Pokedex": "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur covering its body in an effort to threaten them."
      }
    },
    {
      "section_id": "666",
      "fields": {
        "Name": "Vivillon",
        "Kind": "Scale",
        "Pokedex": "Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat."
      }
    },
    {
      "section_id": "667",
      "fields": {
        "Name": "Litleo",
        "Kind": "Lion Cub",
        "Pokedex": "They set off on their own from their pride and live by themselves to become stronger. These hot-blooded Pokémon are quick to fight."
      }
    },
    {
      "section_id": "668",
      "fields": {
        "Name": "Pyroar",
        "Kind": "Royal",
        "Pokedex": "With fiery breath of more than 10,000 degrees Fahrenheit, they viciously threaten any challenger. The females protect the pride’s cubs."
      }
    },
    {
      "section_id": "669",
      "fields": {
        "Name": "Flabebe",
        "Kind": "Single Bloom",
        "Pokedex": "When it finds a flower it likes, it dwells on that flower its whole life long. It floats in the wind’s embrace with an untroubled heart."
      }
    },
    {
      "section_id": "670",
      "fields": {
        "Name": "Floette",
        "Kind": "Single Bloom",
        "Pokedex": "It flutters around fields of flowers and cares for flowers that are starting to wilt. It draws out the power of flowers to battle."
      }
    },
    {
      "section_id": "671",
      "fields": {
        "Name": "Florges",
        "Kind": "Garden",
        "Pokedex": "It claims exquisite flower gardens as its territory, and it obtains power from basking in the energy emitted by flowering plants."
      }
    },
    {
      "section_id": "672",
      "fields": {
        "Name": "Skiddo",
        "Kind": "Mount",
        "Pokedex": "Thought to be one of the first Pokemon to live in harmony with humans, it has a placid disposition."
      }
    },
    {
      "section_id": "673",
      "fields": {
        "Name": "Gogoat",
        "Kind": "Mount",
        "Pokedex": "They inhabit mountainous regions. The leader of the herd is decided by a battle of clashing horns."
      }
    },
    {
      "section_id": "674",
      "fields": {
        "Name": "Pancham",
        "Kind": "Playful",
        "Pokedex": "It does its best to be taken seriously by its enemies, but its glare is not sufficiently intimidating. Chewing on a leaf is its trademark."
      }
    },
    {
      "section_id": "675",
      "fields": {
        "Name": "Pangoro",
        "Kind": "Daunting",
        "Pokedex": "It charges ahead and bashes its opponents like a berserker, uncaring about any hits it might take. Its arms are mighty enough to snap a telephone pole."
      }
    },
    {
      "section_id": "676",
      "fields": {
        "Name": "Furfrou",
        "Kind": "Poodle",
        "Pokedex": "Historically, in the Kalos region, these Pokemon were the designated guardians of the king."
      }
    },
    {
      "section_id": "677",
      "fields": {
        "Name": "Espurr",
        "Kind": "Restraint",
        "Pokedex": "It has enough psychic energy to blast everything within 300 feet of itself, but it has no control over its power."
      }
    },
    {
      "section_id": "678",
      "fields": {
        "Name": "Meowstic",
        "Kind": "Constraint",
        "Pokedex": "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck to dust."
      }
    },
    {
      "section_id": "679",
      "fields": {
        "Name": "Honedge",
        "Kind": "Sword",
        "Pokedex": "Apparently this Pokemon is born when a departed spirit inhabits a sword. It attaches itself to people and drinks their life force."
      }
    },
    {
      "section_id": "680",
      "fields": {
        "Name": "Doublade",
        "Kind": "Sword",
        "Pokedex": "The complex attack patterns of its two swords are unstoppable, even for an opponent greatly accomplished at swordplay."
      }
    },
    {
      "section_id": "681",
      "fields": {
        "Name": "Aegislash",
        "Kind": "Royal Sword",
        "Pokedex": "Apparently, it can detect the innate qualities of leadership. According to legend, whoever it recognizes is destined to become king."
      }
    },
    {
      "section_id": "682",
      "fields": {
        "Name": "Spritzee",
        "Kind": "Perfume",
        "Pokedex": "In the past, rather than using perfume, royal ladies carried a Spritzee that would waft a fragrance they liked."
      }
    },
    {
      "section_id": "683",
      "fields": {
        "Name": "Aromatisse",
        "Kind": "Fragrance",
        "Pokedex": "Its scent is so overpowering that, unless a Trainer happens to really enjoy the smell, he or she will have a hard time walking alongside it."
      }
    },
    {
      "section_id": "684",
      "fields": {
        "Name": "Swirlix",
        "Kind": "Cotton Candy",
        "Pokedex": "To entangle its opponents in battle, it extrudes white threads as sweet and as sticky as cotton candy."
      }
    },
    {
      "section_id": "685",
      "fields": {
        "Name": "Slurpuff",
        "Kind": "Meringue",
        "Pokedex": "Its sense of smell is 100 million times better than a human’s, so even the faintest scent tells it about everything in the area. It’s like it can see with its nose!"
      }
    },
    {
      "section_id": "686",
      "fields": {
        "Name": "Inkay",
        "Kind": "Revolving",
        "Pokedex": "It flashes the light-emitting spots on its body, which drains its opponent’s will to fight. It takes the opportunity to scuttle away and hide."
      }
    },
    {
      "section_id": "687",
      "fields": {
        "Name": "Malamar",
        "Kind": "Overturning",
        "Pokedex": "It lures its prey close with hypnotic motions, then wraps its tentacles around it before finishing it off with digestive fluids."
      }
    },
    {
      "section_id": "688",
      "fields": {
        "Name": "Binacle",
        "Kind": "Two-Handed",
        "Pokedex": "Two Binacle live together on one rock. When they fight, one of them will move to a different rock."
      }
    },
    {
      "section_id": "689",
      "fields": {
        "Name": "Barbaracle",
        "Kind": "Collective",
        "Pokedex": "Barbaracle's legs and hands have minds of their own, and they will move independently. But they usually follow the head's orders."
      }
    },
    {
      "section_id": "690",
      "fields": {
        "Name": "Skrelp",
        "Kind": "Mock Kelp",
        "Pokedex": "Camouflaged as rotten kelp, they spray liquid poison on prey that approaches unawares and then finish it off."
      }
    },
    {
      "section_id": "691",
      "fields": {
        "Name": "Dragalge",
        "Kind": "Mock Kelp",
        "Pokedex": "Tales are told of ships that wander into seas where Dragalge live, never to return."
      }
    },
    {
      "section_id": "692",
      "fields": {
        "Name": "Clauncher",
        "Kind": "Water Gun",
        "Pokedex": "They knock down flying prey by firing compressed water from their massive claws like shooting a pistol."
      }
    },
    {
      "section_id": "693",
      "fields": {
        "Name": "Clawitzer",
        "Kind": "Howitzer",
        "Pokedex": "Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls."
      }
    },
    {
      "section_id": "694",
      "fields": {
        "Name": "Helioptile",
        "Kind": "Generator",
        "Pokedex": "They make their home in desserts. They can generate their energy from basking in the sun, so eating food is not a requirement."
      }
    },
    {
      "section_id": "695",
      "fields": {
        "Name": "Heliolisk",
        "Kind": "Generator",
        "Pokedex": "They flare their frills and generate energy. A single Heliolisk can generate sufficiant electricity to power a skyscraper."
      }
    },
    {
      "section_id": "696",
      "fields": {
        "Name": "Tyrunt",
        "Kind": "Royal Heir",
        "Pokedex": "Its immense jaws have enough destructive force that it can chew up an automobile It lived 100 million years ago."
      }
    },
    {
      "section_id": "697",
      "fields": {
        "Name": "Tyrantrum",
        "Kind": "Despot",
        "Pokedex": "Nothing could stop this Pokemon 100 years ago, so it behaved like a king."
      }
    },
    {
      "section_id": "698",
      "fields": {
        "Name": "Amaura",
        "Kind": "Tundra",
        "Pokedex": "This ancient Pokemon was restored from part of its body that had been frozen in ice for over 100 million years."
      }
    },
    {
      "section_id": "699",
      "fields": {
        "Name": "Aurorus",
        "Kind": "Tundra",
        "Pokedex": "The diamond-shaped crystals on its body expel air as cold as -240 degrees Fahrenheit, surrounding its enemies and encasing them in ice."
      }
    },
    {
      "section_id": "700",
      "fields": {
        "Name": "Sylveon",
        "Kind": "Intertwining",
        "Pokedex": "Es muy amistoso, cariñoso y alegre. Se preocupa por el bienestar de su entrenador sin poder evitarlo ya que presenta genes que lo incitan a ello."
      }
    },
    {
      "section_id": "701",
      "fields": {
        "Name": "Hawlucha",
        "Kind": "Wrestling",
        "Pokedex": "Although its body is small, its proficient fighting skills enable it to keep up with big bruisers like Machamp and Hariyama."
      }
    },
    {
      "section_id": "702",
      "fields": {
        "Name": "Dedenne",
        "Kind": "Antenna",
        "Pokedex": "It uses its tail to absorb electricity from power plants or from outlets in houses, and then it fires the electricity from its whiskers."
      }
    },
    {
      "section_id": "703",
      "fields": {
        "Name": "Carbink",
        "Kind": "Jewel",
        "Pokedex": "It has slept underground for hundreds of millions of years since its birth. It's occasionally found during the excavation of caves."
      }
    },
    {
      "section_id": "704",
      "fields": {
        "Name": "Goomy",
        "Kind": "Soft Tissue",
        "Pokedex": "The weakest Dragon-type Pokémon, it lives in damp, shady places, so its body doesn't dry out."
      }
    },
    {
      "section_id": "705",
      "fields": {
        "Name": "Sliggoo",
        "Kind": "Soft Tissue",
        "Pokedex": "It drives away opponents by excreting a sticky liquid that can dissolve anything. Its eyes devolved, so it can't see anything."
      }
    },
    {
      "section_id": "706",
      "fields": {
        "Name": "Goodra",
        "Kind": "Dragon",
        "Pokedex": "This very friendly Dragon-type Pokemon will hug its beloved Trainer, leaving that Trainer covered in sticky slime."
      }
    },
    {
      "section_id": "707",
      "fields": {
        "Name": "Klefki",
        "Kind": "Key Ring",
        "Pokedex": "It never lets go of a key that it likes, so people give it the keys to vaults and safes as a way to prevent crime."
      }
    },
    {
      "section_id": "708",
      "fields": {
        "Name": "Phantump",
        "Kind": "Stump",
        "Pokedex": "According to old tales, these Pokémon are stumps possessed by the spirits of children who died while lost in the forest."
      }
    },
    {
      "section_id": "709",
      "fields": {
        "Name": "Trevenant",
        "Kind": "Elder Tree",
        "Pokedex": "It can control trees at will. It will trap people who harm the forest, so they can never leave."
      }
    },
    {
      "section_id": "710",
      "fields": {
        "Name": "Pumpkaboo",
        "Kind": "Pumpkin",
        "Pokedex": "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active."
      }
    },
    {
      "section_id": "711",
      "fields": {
        "Name": "Gourgeist",
        "Kind": "Pumpkin",
        "Pokedex": "It enwraps its prey in its hairlike arms. It sings joyfully as it observes the suffering of its prey."
      }
    },
    {
      "section_id": "712",
      "fields": {
        "Name": "Bergmite",
        "Kind": "Ice Chunk",
        "Pokedex": "It blocks opponents' attacks with the ice that shields its body. It uses cold air to repair any cracks with new ice."
      }
    },
    {
      "section_id": "713",
      "fields": {
        "Name": "Avalugg",
        "Kind": "Iceberg",
        "Pokedex": "Its ice-covered body is as hard as steel. Its cumbersome frame crushes anything that stands in its way."
      }
    },
    {
      "section_id": "714",
      "fields": {
        "Name": "Noibat",
        "Kind": "Sound Wave",
        "Pokedex": "They live in pitch black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz."
      }
    },
    {
      "section_id": "715",
      "fields": {
        "Name": "Noivern",
        "Kind": "Sound Wave",
        "Pokedex": "The ultrasonic waves it emits from its ears can reduce a large boulder to pebbles. It swoops out of the dark to attack."
      }
    },
    {
      "section_id": "716",
      "fields": {
        "Name": "Xerneas",
        "Kind": "Life",
        "Pokedex": "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival."
      }
    },
    {
      "section_id": "717",
      "fields": {
        "Name": "Yveltal",
        "Kind": "Destruction",
        "Pokedex": "When its life comes to an end, it absorbs the life energy of every living thing and turns into a cocoon once more."
      }
    },
    {
      "section_id": "718",
      "fields": {
        "Name": "Zygarde",
        "Kind": "Order",
        "Pokedex": "It's hypothesized that it's monitoring those who destroy the ecosystem from deep in the cave where it lives."
      }
    },
    {
      "section_id": "719",
      "fields": {
        "Name": "Diancie",
        "Kind": "Jewel",
        "Pokedex": "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world."
      }
    },
    {
      "section_id": "720",
      "fields": {
        "Name": "Hoopa",
        "Kind": "Mischief",
        "Pokedex": "It gathers things it likes and pushes them through its loop to teleport them to a secret place."
      }
    },
    {
      "section_id": "721",
      "fields": {
        "Name": "Volcanion",
        "Kind": "Steam",
        "Pokedex": "It expels its internal steam from the arms on its back. It has enough power to blow away a mountain."
      }
    },
    {
      "section_id": "722",
      "fields": {
        "Name": "Rowlet",
        "Kind": "Grass Quill",
        "Pokedex": "This wary Pokémon uses photosynthesis to store up energy during the day, while becoming active at night."
      }
    },
    {
      "section_id": "723",
      "fields": {
        "Name": "Dartrix",
        "Kind": "Blade Quill",
        "Pokedex": "It spends its free time preening its wings. Its preoccupation with any dirt on its plumage can leave it unable to battle."
      }
    },
    {
      "section_id": "724",
      "fields": {
        "Name": "Decidueye",
        "Kind": "Arrow Quill",
        "Pokedex": "It fires arrow quills from its wings with such precision, they can pierce a pebble from over hundred yards."
      }
    },
    {
      "section_id": "725",
      "fields": {
        "Name": "Litten",
        "Kind": "Fire Cat",
        "Pokedex": "While grooming itself, it build up fur inside its stomach. It sets the fur alight and spews fiery attacks, which change based on how it coughs."
      }
    },
    {
      "section_id": "726",
      "fields": {
        "Name": "Torracat",
        "Kind": "Fire Cat",
        "Pokedex": "At its throat, it bears a bell of fire. The bell rings brightly whenever this Pokémon spits fire."
      }
    },
    {
      "section_id": "727",
      "fields": {
        "Name": "Incineroar",
        "Kind": "Heel",
        "Pokedex": "This Pokémon has a violent, selfish disposition. When in a bad mood, it may ignore its Trainer's orders with complete nonchalance."
      }
    },
    {
      "section_id": "728",
      "fields": {
        "Name": "Popplio",
        "Kind": "Sea Lion",
        "Pokedex": "This Pokémon snorts body fluid from its nose, blowing balloons to smash into its foes. It's famous for being a hard worker."
      }
    },
    {
      "section_id": "729",
      "fields": {
        "Name": "Brionne",
        "Kind": "Pop Star",
        "Pokedex": "A skillful dancer, it creates a sequence of water balloons as it dances, and briskly bombards its enemies."
      }
    },
    {
      "section_id": "730",
      "fields": {
        "Name": "Primarina",
        "Kind": "Soloist",
        "Pokedex": "It controls its water balloons by singing. The melody is learned from others of its kind and is passed down a generation."
      }
    },
    {
      "section_id": "731",
      "fields": {
        "Name": "Pikipek",
        "Kind": "Woodpecker",
        "Pokedex": "It can peck at a rate of 16 times a second to drill holes in trees. It uses the holes for food storage and nesting."
      }
    },
    {
      "section_id": "732",
      "fields": {
        "Name": "Trumbeak",
        "Kind": "Bugle Beak",
        "Pokedex": "It eats berries and stores their seeds in its beak. When it encounters enemies or Prey, it fires off all the seeds in a burst."
      }
    },
    {
      "section_id": "733",
      "fields": {
        "Name": "Toucannon",
        "Kind": "Cannon",
        "Pokedex": "When it battles its beak heats up. The heat can easily exceed 100 degrees Celcius, causing severe burns when it hits."
      }
    },
    {
      "section_id": "734",
      "fields": {
        "Name": "Yungoos",
        "Kind": "Loitering",
        "Pokedex": "It wanders around in a never-ending search for food. At dusk, it collapses from exhaustioni and falls asleep on the spot."
      }
    },
    {
      "section_id": "735",
      "fields": {
        "Name": "Gumshoos",
        "Kind": "Stakeout",
        "Pokedex": "When it finds a trace of its prey, it patiently stakes out the location, but it's always snoozing by nightfall."
      }
    },
    {
      "section_id": "736",
      "fields": {
        "Name": "Grubbin",
        "Kind": "Larva",
        "Pokedex": "Vive en campos o bosques junto a centrales eléctricas. Usa sus potentes mandíbulas para penetrar la corteza de árboles y absorber la savia."
      }
    },
    {
      "section_id": "737",
      "fields": {
        "Name": "Charjabug",
        "Kind": "Battery",
        "Pokedex": "Se mueve muy poco y almacena energía hasta que evoluciona, la cual puede transferirla a objetos u otros Pokémon como si fuera una batería."
      }
    },
    {
      "section_id": "738",
      "fields": {
        "Name": "Vikavolt",
        "Kind": "Stag Beetle",
        "Pokedex": "Los machos combaten con sus mandíbulas para disputarse a las hembras. Éstas tras el apareamiento ponen sus huevos en huecos en la corteza de árboles."
      }
    },
    {
      "section_id": "739",
      "fields": {
        "Name": "Crabrawler",
        "Kind": "Boxing",
        "Pokedex": "It punches so much, its pincers often come off from overuse, but they grow back quickly."
      }
    },
    {
      "section_id": "740",
      "fields": {
        "Name": "Crabominable",
        "Kind": "Woolly Crab",
        "Pokedex": "It aimed for the top but got lost and ended up on a snowy mountain. Being forced to endure the cold, this Pokémon evolved."
      }
    },
    {
      "section_id": "741",
      "fields": {
        "Name": "Oricorio",
        "Kind": "Dancing",
        "Pokedex": "It beats its wings together to create fire. As it moves in the steps of its beautiful dance, it bathes opponents in flames."
      }
    },
    {
      "section_id": "742",
      "fields": {
        "Name": "Cutiefly",
        "Kind": "Bee Fly",
        "Pokedex": "Because Cutiefly are able to sense auras, they can identify which flowers are about to bloom."
      }
    },
    {
      "section_id": "743",
      "fields": {
        "Name": "Ribombee",
        "Kind": "Bee Fly",
        "Pokedex": "It rolls up pollen into puffs. It makes many different varieties, some used as food and others for battle."
      }
    },
    {
      "section_id": "744",
      "fields": {
        "Name": "Rockruff",
        "Kind": "Puppy",
        "Pokedex": "It's a good Pokémon for beginners because of its friendlinless, but its disposition grows rougher as it grows up."
      }
    },
    {
      "section_id": "745",
      "fields": {
        "Name": "Lycanroc",
        "Kind": "Wolf",
        "Pokedex": "Its quick moves confuse its enemies. Well equipped with claws and fangs, it also uses the rocks in its mane as weapons."
      }
    },
    {
      "section_id": "746",
      "fields": {
        "Name": "Wishiwashi",
        "Kind": "Small Fry",
        "Pokedex": "When in trouble, their eyes shine. The shining light attracts its comrades who will help them out."
      }
    },
    {
      "section_id": "747",
      "fields": {
        "Name": "Mareanie",
        "Kind": "Brutal Star",
        "Pokedex": "The coral that grows on Corsola's head is as good as a five-star banquet to this Pokémon."
      }
    },
    {
      "section_id": "748",
      "fields": {
        "Name": "Toxapex",
        "Kind": "Brutal Star",
        "Pokedex": "It crawls along the ocean floor on its 12 legs. It leaves a trail of Corsola bits scattered in its wake."
      }
    },
    {
      "section_id": "749",
      "fields": {
        "Name": "Mudbray",
        "Kind": "Donkey",
        "Pokedex": "The mud stuck to Mudbray's hooves enhances its grip and its powerful running gait."
      }
    },
    {
      "section_id": "750",
      "fields": {
        "Name": "Mudsdale",
        "Kind": "Draft Horse",
        "Pokedex": "It spits a mud that provides resistance to both wind and rain, so the walls of old houses were often coated with it."
      }
    },
    {
      "section_id": "751",
      "fields": {
        "Name": "Dewpider",
        "Kind": "Water Bubble",
        "Pokedex": "It crawls onto the land in search of food. Its water bubble allows it to breathe and protects its soft head."
      }
    },
    {
      "section_id": "752",
      "fields": {
        "Name": "Araquanid",
        "Kind": "Water Bubble",
        "Pokedex": "It delivers headbutts with the water bubbleon its head. Small Pokémon get sucked in the bubble and drown."
      }
    },
    {
      "section_id": "753",
      "fields": {
        "Name": "Fomantis",
        "Kind": "Sickle Grass",
        "Pokedex": "During the day, it sleeps and soaks up light. When night falls, it walks around looking for a safer place to sleep."
      }
    },
    {
      "section_id": "754",
      "fields": {
        "Name": "Lurantis",
        "Kind": "Bloom Sickle",
        "Pokedex": "It fires beams from its petals. These beams are powerful enough to cleave through thick metal plates."
      }
    },
    {
      "section_id": "755",
      "fields": {
        "Name": "Morelull",
        "Kind": "Illuminating",
        "Pokedex": "It scatters spores that flicker and glow. Anyone seeing these lights falls into a deep slumber."
      }
    },
    {
      "section_id": "756",
      "fields": {
        "Name": "Shiinotic",
        "Kind": "Illuminating",
        "Pokedex": "Forests where Shiinotic live are treacherous to enter at night. People are confused by their lights and get lost."
      }
    },
    {
      "section_id": "757",
      "fields": {
        "Name": "Salandit",
        "Kind": "Toxic Lizard",
        "Pokedex": "It burns its bodily fluids to create poisonous gas. It attack its enemies once they inhale it."
      }
    },
    {
      "section_id": "758",
      "fields": {
        "Name": "Salazzle",
        "Kind": "Toxic Lizard",
        "Pokedex": "Filled with pheromones, its poisonous gas can be diluted to use in the production of perfumes."
      }
    },
    {
      "section_id": "759",
      "fields": {
        "Name": "Stufful",
        "Kind": "Flailing",
        "Pokedex": "Despite its adorable appearance, when it gets angry, its arms and legs could knock a pro wrestler sprawling."
      }
    },
    {
      "section_id": "760",
      "fields": {
        "Name": "Bewear",
        "Kind": "Strong Arm",
        "Pokedex": "This immensely dangerous Pokémon possesses overwhelming strength. Its habitat is generally offlimits."
      }
    },
    {
      "section_id": "761",
      "fields": {
        "Name": "Bounsweet",
        "Kind": "Fruit",
        "Pokedex": "A delectable aroma pours from its body. They are often swallowed by birds lured by that wafting deliciousness."
      }
    },
    {
      "section_id": "762",
      "fields": {
        "Name": "Steenee",
        "Kind": "Fruit",
        "Pokedex": "The sepals on its head are quite hard, so even if pecked by bird Pokémon, this Pokémon is totally fine."
      }
    },
    {
      "section_id": "763",
      "fields": {
        "Name": "Tsareena",
        "Kind": "Fruit",
        "Pokedex": "Its long, striking legs aren't just for show but to be used to kick with skill."
      }
    },
    {
      "section_id": "764",
      "fields": {
        "Name": "Comfey",
        "Kind": "Posy Picker",
        "Pokedex": "It attaches flowers to its highly nutritious vine. This revitalizes the flower and give off an aromatic scent."
      }
    },
    {
      "section_id": "765",
      "fields": {
        "Name": "Oranguru",
        "Kind": "Sage",
        "Pokedex": "Known for its intelligence, this Pokémon looks down on inexperienced Trainers, so it's best for veteran Trainers."
      }
    },
    {
      "section_id": "766",
      "fields": {
        "Name": "Passimian",
        "Kind": "Teamwork",
        "Pokedex": "They form groups of about 20 individuals. Their mutual bond is remarkable - They will never let down a comrade."
      }
    },
    {
      "section_id": "767",
      "fields": {
        "Name": "Wimpod",
        "Kind": "Turn Tail",
        "Pokedex": "As it desperately dashes off, the flailing of its many legs leave a sparkling clean path in its wake."
      }
    },
    {
      "section_id": "768",
      "fields": {
        "Name": "Golisopod",
        "Kind": "Hard Scale",
        "Pokedex": "With a flashing slash of its giant sharp claws, it cleaves seawater - or even air - right into two."
      }
    },
    {
      "section_id": "769",
      "fields": {
        "Name": "Sandygast",
        "Kind": "Sand Heap",
        "Pokedex": "Born from a sand mound playfully built by a child, this Pokémon embodies the grudges of the departed."
      }
    },
    {
      "section_id": "770",
      "fields": {
        "Name": "Palossand",
        "Kind": "Sand Castle",
        "Pokedex": "Buried beneath the castle are masses of bones from those whose vitality it has drained."
      }
    },
    {
      "section_id": "771",
      "fields": {
        "Name": "Pyukumuku",
        "Kind": "Sea Cucumber",
        "Pokedex": "It can eject its internal organs, which it uses to engulf its prey or battle enemies."
      }
    },
    {
      "section_id": "772",
      "fields": {
        "Name": "Código Cero",
        "Kind": "Synthetic",
        "Pokedex": "The heavy control mask it wears suppresses its capabilities. This Pokémon has some hidden special power."
      }
    },
    {
      "section_id": "773",
      "fields": {
        "Name": "Silvally",
        "Kind": "Synthetic",
        "Pokedex": "Its trust in its partner is what awakens it. This Pokémon is capable of changing its type."
      }
    },
    {
      "section_id": "774",
      "fields": {
        "Name": "Minior",
        "Kind": "Meteor",
        "Pokedex": "Strong impacts can knock it out of its shell. This Pokémon was born from mutated nanoparticles."
      }
    },
    {
      "section_id": "775",
      "fields": {
        "Name": "Komala",
        "Kind": "Drowsing",
        "Pokedex": "The log it holds was give to it by its parents. It is also known to cling to the arm of a friendly Trainer."
      }
    },
    {
      "section_id": "776",
      "fields": {
        "Name": "Turtonator",
        "Kind": "Blast Turtle",
        "Pokedex": "The shell on its back is chemically unstable and explodes violently. The hole in its stomach is its weak point."
      }
    },
    {
      "section_id": "777",
      "fields": {
        "Name": "Togedemaru",
        "Kind": "Roly-Poly",
        "Pokedex": "The long hairs on its back act as lightning rods. The bolts of lightning it attracts are stored as energy."
      }
    },
    {
      "section_id": "778",
      "fields": {
        "Name": "Mimikyu",
        "Kind": "Disguise",
        "Pokedex": "Its actual appearance is unknown. When a scholar saw what was under its rag, it was overwhelmed by terror and died."
      }
    },
    {
      "section_id": "779",
      "fields": {
        "Name": "Bruxish",
        "Kind": "Gnash Teeth",
        "Pokedex": "It stuns its prey with psychokinesis and then grinds them to mush with its strong teeth."
      }
    },
    {
      "section_id": "780",
      "fields": {
        "Name": "Drampa",
        "Kind": "Placid",
        "Pokedex": "It has a compassionate personality, but when angered, it completely destroys its surroundings with its breath."
      }
    },
    {
      "section_id": "781",
      "fields": {
        "Name": "Dhelmise",
        "Kind": "Sea Creeper",
        "Pokedex": "Swinging its massive anchor, it can KO Wailord in a single blow. What appears to be green seaweed is actually its body."
      }
    },
    {
      "section_id": "782",
      "fields": {
        "Name": "Jangmo-o",
        "Kind": "Scaly",
        "Pokedex": "It expresses its feelings by smacking its scales. Metallic sounds echo through the tall mountains where it lives."
      }
    },
    {
      "section_id": "783",
      "fields": {
        "Name": "Hakamo-o",
        "Kind": "Scaly",
        "Pokedex": "It leaps at its prey with a courageous shout. Its scaly punches can tear its opponents to shreds."
      }
    },
    {
      "section_id": "784",
      "fields": {
        "Name": "Kommo-o",
        "Kind": "Scaly",
        "Pokedex": "When it spots enemies, it threatens them by jingling its scales. Weak opponents will crack and flee in panic."
      }
    },
    {
      "section_id": "785",
      "fields": {
        "Name": "Tapu Koko",
        "Kind": "Land Spirit",
        "Pokedex": "This guardian deity of Melemele is brimming with curiosity. It summons thunderclouds and stores their lightning."
      }
    },
    {
      "section_id": "786",
      "fields": {
        "Name": "Tapu Lele",
        "Kind": "Land Spirit",
        "Pokedex": "This guardian deity of Akala is guilelessly cruel. The fragrant aroma of flowers is the source of its energy."
      }
    },
    {
      "section_id": "787",
      "fields": {
        "Name": "Tapu Bulu",
        "Kind": "Land Spirit",
        "Pokedex": "This guardian deity of Ula'ula is lazy. It commands plants to immobilize its foes and then hits them with its horns."
      }
    },
    {
      "section_id": "788",
      "fields": {
        "Name": "Tapu Fini",
        "Kind": "Land Spirit",
        "Pokedex": "This guardian deity of Poni controls water. They say it can create pure water that will wash away any uncleanness."
      }
    },
    {
      "section_id": "789",
      "fields": {
        "Name": "Cosmog",
        "Kind": "Nebula",
        "Pokedex": "Its body is gaseous and frail. It slowsly grows as it collects dust from the atmosphere."
      }
    },
    {
      "section_id": "790",
      "fields": {
        "Name": "Cosmoem",
        "Kind": "Protostar",
        "Pokedex": "Motionless as if dead, its body is faintly warm to the touch. In the distant past, it was called the cocoon of stars."
      }
    },
    {
      "section_id": "791",
      "fields": {
        "Name": "Solgaleo",
        "Kind": "Sunne",
        "Pokedex": "At activation of its third eye, it departs for another world where it is said to live."
      }
    },
    {
      "section_id": "792",
      "fields": {
        "Name": "Lunala",
        "Kind": "Moone",
        "Pokedex": "When its third eye activates, away it flies to another world where it is said to live."
      }
    },
    {
      "section_id": "793",
      "fields": {
        "Name": "Magearna",
        "Kind": "Aritificial",
        "Pokedex": "This artificial Pokémon, more than 500 years old, can understand human speech but cannot speak itself."
      }
    },
    {
      "section_id": "794",
      "fields": {
        "Name": "Marshadow",
        "Kind": "Gloomdweller",
        "Pokedex": "Able to conceal itself in shadows, it never appears before human, so its very existence was the stuff of myth."
      }
    },
    {
      "section_id": "795",
      "fields": {
        "Name": "Snampery",
        "Kind": "Caracol",
        "Pokedex": "De carácter humilde, su pasatiempo favorito es tomar el sol para cargarse de energía. Puede ser mucho más activo de lo que aparenta."
      }
    },
    {
      "section_id": "796",
      "fields": {
        "Name": "Descargot",
        "Kind": "Gasteropodo",
        "Pokedex": "Almacena energía solar a través de sus antenas y la convierte en energía eléctrica. Le encanta la tranquilidad y atacará a quien se atreva a perturbarle."
      }
    },
    {
      "section_id": "797",
      "fields": {
        "Name": "Gastesla",
        "Kind": "Generador",
        "Pokedex": "Almacena energía solar a través de sus antenas y la convierte en energía eléctrica. Le encanta la tranquilidad y atacará a quien se atreva a perturbarle."
      }
    },
    {
      "section_id": "798",
      "fields": {
        "Name": "Flasinge",
        "Kind": "Monito",
        "Pokedex": "De hábitos nocturnos, le encanta contemplar la luna. Se cree que su poder aumenta en las noches de luna llena."
      }
    },
    {
      "section_id": "799",
      "fields": {
        "Name": "Shaboon",
        "Kind": "Vidente",
        "Pokedex": "Se les ha visto reunirse en manada en torno a la luna para realizar extrañas danzas rituales. Posee una enorme inteligencia."
      }
    },
    {
      "section_id": "800",
      "fields": {
        "Name": "Lunaye",
        "Kind": "Chaman",
        "Pokedex": "Su fuerza física es descomunal, embiste rodeado de llamas y es capaz de derribar edificios con sus potentes golpes. Es recomendable no enfadarle demasiado."
      }
    },
    {
      "section_id": "801",
      "fields": {
        "Name": "Swolphin",
        "Kind": "Narval",
        "Pokedex": "Como su medio natural son las aguas frías del norte, no termina de adaptarse bien a caminar por tierra. Es territorial y protegerá lo suyo hasta el final."
      }
    },
    {
      "section_id": "802",
      "fields": {
        "Name": "Norspear",
        "Kind": "Guerrero",
        "Pokedex": "Dicen que una pelea entre dos Norspear podría romper un iceberg. Es muy invasivo y conquistará cualquier territorio que le beneficie."
      }
    },
    {
      "section_id": "803",
      "fields": {
        "Name": "Narvalor",
        "Kind": "Berserk",
        "Pokedex": "Numerosas leyendas negras rodean a este perturbador Pokemon, que acaba con sus víctimas sumiéndoles en la locura. Se le relaciona con el fin del mundo."
      }
    },
    {
      "section_id": "804",
      "fields": {
        "Name": "Missingno",
        "Kind": "???",
        "Pokedex": "La Pokedex no tiene información sobre este Pokemon."
      }
    },
    {
      "section_id": "805",
      "fields": {
        "Name": "Necrozma",
        "Kind": "Prism",
        "Pokedex": "Light is the source of its energy. If it isn't devouring light, impurities build up in it and on it, and Necrozma darkens and stops moving."
      }
    },
    {
      "section_id": "806",
      "fields": {
        "Name": "Zeraora",
        "Kind": "Prism",
        "Pokedex": "Se acerca a sus enemigos a la velocidad del rayo, luego los descuartiza con sus afiladas garras."
      }
    },
    {
      "section_id": "807",
      "fields": {
        "Name": "Cefireon",
        "Kind": "Nimbo",
        "Pokedex": "Se ha hecho uno con el viento y ahora es capaz de dominarlo a voluntad. Vuela a gran velocidad atravesando nubes y tormentas."
      }
    },
    {
      "section_id": "808",
      "fields": {
        "Name": "Meltan",
        "Kind": "Tuerca",
        "Pokedex": "La mayor parte del cuerpo de Meltan está compuesta de metal líquido, lo que le confiere una silueta maleable y fluida."
      }
    },
    {
      "section_id": "809",
      "fields": {
        "Name": "Melmetal",
        "Kind": "Tuerca",
        "Pokedex": "En la antigüedad, este Pokémon se ganó la adoración de la gente gracias a su capacidad para crear metal."
      }
    },
    {
      "section_id": "810",
      "fields": {
        "Name": "Grookey",
        "Kind": "Chimpancé",
        "Pokedex": "Al marcar el ritmo con su baqueta especial, produce unas ondas sonoras capaces de devolver la vitalidad a la flora."
      }
    },
    {
      "section_id": "811",
      "fields": {
        "Name": "Thwackey",
        "Kind": "Ritmo",
        "Pokedex": "Los Thwackey que marcan el ritmo más contundente con sus dos baquetas son los más respetados por sus congéneres."
      }
    },
    {
      "section_id": "812",
      "fields": {
        "Name": "Rillaboom",
        "Kind": "Percusión",
        "Pokedex": "El percusionista con la técnica más depurada se convierte en líder. Son de carácter tranquilo y dan mucha importancia a la armonía del grupo."
      }
    },
    {
      "section_id": "813",
      "fields": {
        "Name": "Scorbunny",
        "Kind": "Conejo",
        "Pokedex": "Se pone a correr para elevar su temperatura corporal y propagar la energía ígnea por todo el cuerpo. Desata así su verdadera fuerza."
      }
    },
    {
      "section_id": "814",
      "fields": {
        "Name": "Raboot",
        "Kind": "Conejo",
        "Pokedex": "Su suave pelaje lo protege del frío y le permite incrementar todavía más la temperatura de sus movimientos de tipo Fuego."
      }
    },
    {
      "section_id": "815",
      "fields": {
        "Name": "Cinderace",
        "Kind": "Delantero",
        "Pokedex": "Convierte piedras en balones de fuego dándoles toques y, luego, chuta con fuerza hacia el rival para chamuscarlo."
      }
    },
    {
      "section_id": "816",
      "fields": {
        "Name": "Sobble",
        "Kind": "Acuartija",
        "Pokedex": "Cuando se espanta, libera unas lágrimas con un factor lacrimógeno equivalente a 100 cebollas para hacer llorar también al rival."
      }
    },
    {
      "section_id": "817",
      "fields": {
        "Name": "Drizzile",
        "Kind": "Acuartija",
        "Pokedex": "Crea bolas de agua con el líquido que segrega por las palmas de las manos y las usa en combate de forma estratégica."
      }
    },
    {
      "section_id": "818",
      "fields": {
        "Name": "Inteleon",
        "Kind": "Agente",
        "Pokedex": "Dispara chorros de agua por la punta de los dedos a 3 mach de velocidad. Con su membrana nictitante puede ver los puntos débiles del rival."
      }
    },
    {
      "section_id": "819",
      "fields": {
        "Name": "Skwovet",
        "Kind": "Abazón",
        "Pokedex": "Siempre están comiendo bayas, por lo que son más robustos de lo que aparentan. Frecuentan los huertos en busca de su preciado manjar."
      }
    },
    {
      "section_id": "820",
      "fields": {
        "Name": "Greedent",
        "Kind": "Avaricia",
        "Pokedex": "Se obceca tanto en acumular bayas en la cola que no se da ni cuenta de cuando tiene demasiadas y se le acaban cayendo."
      }
    },
    {
      "section_id": "821",
      "fields": {
        "Name": "Rookidee",
        "Kind": "Pajarito",
        "Pokedex": "De naturaleza valiente, planta cara a cualquier rival, por muy fuerte que sea. Los contraataques que recibe le sirven para fortalecerse."
      }
    },
    {
      "section_id": "822",
      "fields": {
        "Name": "Corvisquire",
        "Kind": "Cuervo",
        "Pokedex": "Su inteligencia le permite servirse de objetos. Por ejemplo, recoge y lanza piedras con las patas, o utiliza cuerdas para atrapar a su oponente."
      }
    },
    {
      "section_id": "823",
      "fields": {
        "Name": "Corviknight",
        "Kind": "Cuervo",
        "Pokedex": "No tiene rival en los cielos. El acero negro y lustroso de su cuerpo intimida a cualquier adversario."
      }
    },
    {
      "section_id": "824",
      "fields": {
        "Name": "Blipbug",
        "Kind": "Larva",
        "Pokedex": "Siempre está recopilando información, por lo que es muy inteligente, aunque su fuerza deja bastante que desear."
      }
    },
    {
      "section_id": "825",
      "fields": {
        "Name": "Dottler",
        "Kind": "Radomo",
        "Pokedex": "Apenas se mueve, pero está vivo. Se cree que adquiere poderes psíquicos mientras permanece recluido en su caparazón sin comer ni beber."
      }
    },
    {
      "section_id": "826",
      "fields": {
        "Name": "Orbeetle",
        "Kind": "Siete Puntos",
        "Pokedex": "Este Pokémon es conocido por su inteligencia. El gran tamaño de su cerebro es un indicio de la magnitud de sus poderes psíquicos."
      }
    },
    {
      "section_id": "827",
      "fields": {
        "Name": "Nickit",
        "Kind": "Zorro",
        "Pokedex": "Marca a su presa sin ser advertido. Sigue el olor y, cuando el Pokémon baja la guardia, aprovecha para robarle."
      }
    },
    {
      "section_id": "828",
      "fields": {
        "Name": "Thievul",
        "Kind": "Zorro",
        "Pokedex": "Un Pokémon ágil y de afiladas garras que se alimenta de huevos y comida robados. Los Boltund son su enemigo natural."
      }
    },
    {
      "section_id": "829",
      "fields": {
        "Name": "Gossifleur",
        "Kind": "Adornofloral",
        "Pokedex": "Si planta su única extremidad inferior en la tierra y se expone a abundante luz solar, sus pétalos cobran un color vivo."
      }
    },
    {
      "section_id": "830",
      "fields": {
        "Name": "Eldegoss",
        "Kind": "Adornoalgodón",
        "Pokedex": "Las semillas que tiene entre la pelusa son muy nutritivas. Arrastradas por el viento, devuelven la vitalidad a la flora y a otros Pokémon."
      }
    },
    {
      "section_id": "831",
      "fields": {
        "Name": "Wooloo",
        "Kind": "Oveja",
        "Pokedex": "Su lana rizada es tan acolchada que no se hace daño ni aunque se caiga por un precipicio."
      }
    },
    {
      "section_id": "832",
      "fields": {
        "Name": "Dubwool",
        "Kind": "Oveja",
        "Pokedex": "Su lana es muy flexible. Las alfombras tejidas con ella adoptan una textura similar a la de las camas elásticas."
      }
    },
    {
      "section_id": "833",
      "fields": {
        "Name": "Chewtle",
        "Kind": "Mordedura",
        "Pokedex": "Muerde todo lo que se le ponga por delante. Al parecer, lo hace para aliviar el dolor que siente cuando le crecen los incisivos."
      }
    },
    {
      "section_id": "834",
      "fields": {
        "Name": "Drednaw",
        "Kind": "Mordisco",
        "Pokedex": "Un Pokémon de temperamento feroz que amenaza a su presa con sus fuertes mandíbulas, capaces de destrozar una barra de hierro."
      }
    },
    {
      "section_id": "835",
      "fields": {
        "Name": "Yamper",
        "Kind": "Perrito",
        "Pokedex": "Son muy glotones, por lo que ayudan a la gente a cambio de comida. Echan chispas al correr."
      }
    },
    {
      "section_id": "836",
      "fields": {
        "Name": "Boltund",
        "Kind": "Perro",
        "Pokedex": "La electricidad que genera y envía a sus patas le ayuda a desplazarse rápidamente. Puede correr sin descanso durante tres días y tres noches."
      }
    },
    {
      "section_id": "837",
      "fields": {
        "Name": "Rolycoly",
        "Kind": "Carbón",
        "Pokedex": "Fue descubierto hace aproximadamente 400 años en una mina. Casi la totalidad de su cuerpo presenta una composición igual a la del carbón."
      }
    },
    {
      "section_id": "838",
      "fields": {
        "Name": "Carkol",
        "Kind": "Carbón",
        "Pokedex": "Gira la patas a gran velocidad para correr a unos 30 km/h. Emite llamas a una temperatura de 1000ºC."
      }
    },
    {
      "section_id": "839",
      "fields": {
        "Name": "Coalossal",
        "Kind": "Carbón",
        "Pokedex": "Aunque es de carácter sereno, monta en cólera si ve a seres humanos dañando una mina y reduce todo a cenizas con sus llamas a 1500 ºC."
      }
    },
    {
      "section_id": "840",
      "fields": {
        "Name": "Applin",
        "Kind": "Manzanido",
        "Pokedex": "Habita durante toda su vida en el interior de una manzana. Finge ser una fruta para protegerse de los Pokémon pájaro, sus enemigos naturales."
      }
    },
    {
      "section_id": "841",
      "fields": {
        "Name": "Flapple",
        "Kind": "Manzanala",
        "Pokedex": "Ha evolucionado tras ingerir una manzana ácida. Las bolsas de las mejillas albergan un fluido cuya extrema acidez llega a provocar quemaduras."
      }
    },
    {
      "section_id": "842",
      "fields": {
        "Name": "Appletun",
        "Kind": "Manzanéctar",
        "Pokedex": "Ha evolucionado tras ingerir una manzana dulce. De ahí que el olor que emana para atraer a sus presas, los Pokémon insecto, sea tan agradable."
      }
    },
    {
      "section_id": "843",
      "fields": {
        "Name": "Silicobra",
        "Kind": "Serpiente Arena",
        "Pokedex": "Almacena la arena que ingiere al perforar hoyos en la saca del cuello, cuya capacidad llega a alcanzar incluso los 8 kg."
      }
    },
    {
      "section_id": "844",
      "fields": {
        "Name": "Sandaconda",
        "Kind": "Serpiente Arena",
        "Pokedex": "Se retuerce para expulsar por los orificios nasales hasta 100 kg de arena. La ausencia de esta mina su ánimo."
      }
    },
    {
      "section_id": "845",
      "fields": {
        "Name": "Cramorant",
        "Kind": "Tragón",
        "Pokedex": "Traga Arrokuda enteros debido a su glotonería, tan notable que en ocasiones ingiere hasta otros Pokémon sin querer."
      }
    },
    {
      "section_id": "846",
      "fields": {
        "Name": "Arrokuda",
        "Kind": "Arremetida",
        "Pokedex": "Se siente muy orgulloso de su afilada mandíbula. En cuanto detecta el más mínimo movimiento, va directo al objetivo para cargar contra él."
      }
    },
    {
      "section_id": "847",
      "fields": {
        "Name": "Barraskewda",
        "Kind": "Ensarta",
        "Pokedex": "Su mandíbula es tan puntiaguda como una lanza y tan dura como el acero. Al parecer, su carne es sorprendentemente deliciosa."
      }
    },
    {
      "section_id": "848",
      "fields": {
        "Name": "Toxel",
        "Kind": "Retoño",
        "Pokedex": "Segrega toxinas por la piel y las almacena en una bolsa de veneno interna. Tocarlo da calambre."
      }
    },
    {
      "section_id": "849",
      "fields": {
        "Name": "Toxtricity",
        "Kind": "Punki",
        "Pokedex": "Cuando rasga las protuberancias del pecho para generar energía eléctrica, emite un sonido similar al de una guitarra, que reverbera en el entorno."
      }
    },
    {
      "section_id": "850",
      "fields": {
        "Name": "Sizzlipede",
        "Kind": "Radiador",
        "Pokedex": "Genera calor consumiendo el gas inflamable que almacena en su cuerpo. Los círculos amarillos del abdomen están particularmente calientes."
      }
    },
    {
      "section_id": "851",
      "fields": {
        "Name": "Centiskorch",
        "Kind": "Radiador",
        "Pokedex": "Cuando genera calor, su temperatura corporal alcanza aproximadamente los 800°C. Usa el cuerpo a modo de látigo para lanzarse al ataque."
      }
    },
    {
      "section_id": "852",
      "fields": {
        "Name": "Clobbopus",
        "Kind": "Malcriado",
        "Pokedex": "Emerge a tierra firme en busca de alimento. Su extrema curiosidad lo induce a golpear con los tentáculos todo lo que entra en su campo visual."
      }
    },
    {
      "section_id": "853",
      "fields": {
        "Name": "Grapploct",
        "Kind": "Jiu-Jitsu",
        "Pokedex": "Todo su cuerpo es una mole de puro músculo. Utiliza los tentáculos para ejecutar técnicas de estrangulamiento con una formidable potencia."
      }
    },
    {
      "section_id": "854",
      "fields": {
        "Name": "Sinistea",
        "Kind": "Té",
        "Pokedex": "La espiral de su cuerpo líquido es su punto débil. Si se remueve, su complexión se desestabiliza y siente vértigo."
      }
    },
    {
      "section_id": "855",
      "fields": {
        "Name": "Polteageist",
        "Kind": "Té",
        "Pokedex": "Se hospeda en teteras dignas de un anticuario. Las originales son escasísimas, pero existe un gran número de burdas falsificaciones."
      }
    },
    {
      "section_id": "856",
      "fields": {
        "Name": "Hatenna",
        "Kind": "Calma",
        "Pokedex": "Percibe los sentimientos de los seres vivos con la protuberancia de la cabeza. Solo abre su corazón a quienes muestren un carácter sosegado."
      }
    },
    {
      "section_id": "857",
      "fields": {
        "Name": "Hattrem",
        "Kind": "Serenidad",
        "Pokedex": "Silencia a cualquiera que muestre una emoción intensa sin importar de quién se trate y recurre para ello a métodos a cuál más violento."
      }
    },
    {
      "section_id": "858",
      "fields": {
        "Name": "Hatterene",
        "Kind": "Silencio",
        "Pokedex": "Recibe el apodo de Hechicera del Bosque. Quienes arman demasiado barullo se exponen a ser despedazados por las garras de su tentáculo."
      }
    },
    {
      "section_id": "859",
      "fields": {
        "Name": "Impidimp",
        "Kind": "Astuto",
        "Pokedex": "Con el fin de revitalizarse, inhala por la nariz la energía negativa que desprenden tanto personas como Pokémon cuando están descontentos."
      }
    },
    {
      "section_id": "860",
      "fields": {
        "Name": "Morgrem",
        "Kind": "Malicioso",
        "Pokedex": "Su estrategia consiste en postrarse ante el rival y fingir una disculpa para ensartarlo con el mechón que tiene en la espalda, afilado como lanza."
      }
    },
    {
      "section_id": "861",
      "fields": {
        "Name": "Grimmsnarl",
        "Kind": "Voluminoso",
        "Pokedex": "Cuando enrolla sus cabellos por todo el cuerpo, aumenta su potencia muscular. Posee una fuerza capaz de someter a Machamp."
      }
    },
    {
      "section_id": "862",
      "fields": {
        "Name": "Obstagoon",
        "Kind": "Bloqueador",
        "Pokedex": "Evoluciona tras haber librado numerosas peleas. El grito de guerra que profiere mientras pone los brazos en cruz atemoriza a cualquier rival."
      }
    },
    {
      "section_id": "863",
      "fields": {
        "Name": "Milcery",
        "Kind": "Nata",
        "Pokedex": "Su cremoso cuerpo surgió a partir de la unión de partículas odoríferas de dulces aromas presentes en el aire."
      }
    },
    {
      "section_id": "864",
      "fields": {
        "Name": "Alcremie",
        "Kind": "Nata",
        "Pokedex": "La nata que le brota de las manos es más dulce y sustanciosa cuando está feliz."
      }
    },
    {
      "section_id": "865",
      "fields": {
        "Name": "Falinks",
        "Kind": "Formación",
        "Pokedex": "Este Pokémon consta de cinco subalternos y un líder, cuyas órdenes obedecen sin rechistar."
      }
    },
    {
      "section_id": "866",
      "fields": {
        "Name": "Pincurchin",
        "Kind": "Erizo de Mar",
        "Pokedex": "Libera electricidad por la punta de las púas. Con sus afilados dientes raspa las algas pegadas a las rocas para ingerirlas."
      }
    },
    {
      "section_id": "867",
      "fields": {
        "Name": "Snom",
        "Kind": "Gusano",
        "Pokedex": "Teje un hilo gélido que le permite aferrarse a las ramas y simula ser un carámbano mientras duerme."
      }
    },
    {
      "section_id": "868",
      "fields": {
        "Name": "Frosmoth",
        "Kind": "Polillahielo",
        "Pokedex": "La temperatura de sus alas es de -180°C. Sobrevuela el campo esparciendo sus gélidas escamas, como si de nieve se tratase."
      }
    },
    {
      "section_id": "869",
      "fields": {
        "Name": "Stonjourner",
        "Kind": "Megalito",
        "Pokedex": "Una vez al año y en una fecha concreta, tienen la costumbre de aparecer de la nada para reunirse y formar un círculo."
      }
    },
    {
      "section_id": "870",
      "fields": {
        "Name": "Eiscue",
        "Kind": "Pingüino",
        "Pokedex": "Se enfría constantemente la cara con hielo por su escasa resistencia al calor. Utiliza el pelo de la cabeza para pescar en el mar."
      }
    },
    {
      "section_id": "871",
      "fields": {
        "Name": "Indeedee",
        "Kind": "Sensorio",
        "Pokedex": "Con sus cuernos percibe las emociones de los seres vivos que se hallen cerca. Los sentimientos positivos constituyen su fuente de energía."
      }
    },
    {
      "section_id": "872",
      "fields": {
        "Name": "Morpeko",
        "Kind": "Dos Caras",
        "Pokedex": "Siempre tiene apetito, sin importar lo mucho que coma. Lleva con sumo cuidado las semillas que ha tostado con su propia electricidad."
      }
    },
    {
      "section_id": "873",
      "fields": {
        "Name": "Cufant",
        "Kind": "Broncefante",
        "Pokedex": "Su constitución fornida le permite transportar sin inmutarse cargas de 5 toneladas. Utiliza la trompa para excavar la tierra."
      }
    },
    {
      "section_id": "874",
      "fields": {
        "Name": "Copperajah",
        "Kind": "Broncefante",
        "Pokedex": "Su piel verdosa es resistente al agua. Proviene de tierras lejanas y presta ayuda a las personas en la realización de ciertos trabajos."
      }
    },
    {
      "section_id": "875",
      "fields": {
        "Name": "Dracozolt",
        "Kind": "Fósil",
        "Pokedex": "La robustez de su tren inferior lo hacía invencible en la antigüedad, pero se extinguió tras comerse todas las plantas de las que se nutría."
      }
    },
    {
      "section_id": "876",
      "fields": {
        "Name": "Arctozolt",
        "Kind": "Fósil",
        "Pokedex": "Antiguamente vivía en el mar y usaba el hielo del cuerpo para conservar los alimentos. Su extrema lentitud, sin embargo, lo condenó a la extinción."
      }
    },
    {
      "section_id": "877",
      "fields": {
        "Name": "Dracovish",
        "Kind": "Fósil",
        "Pokedex": "Su excelente capacidad motriz y la fuerza de su mandíbula lo hacían antaño invencible, pero dar caza a todas sus presas propició su extinción."
      }
    },
    {
      "section_id": "878",
      "fields": {
        "Name": "Arctovish",
        "Kind": "Fósil",
        "Pokedex": "Aunque la piel de su rostro era capaz de resistir cualquier ataque, su dificultad para respirar acabó provocando su extinción."
      }
    },
    {
      "section_id": "879",
      "fields": {
        "Name": "Duraludon",
        "Kind": "Aleación",
        "Pokedex": "Su cuerpo, similar a un metal pulido, es tan ligero como robusto. Sin embargo, tiene el defecto de que se oxida con facilidad."
      }
    },
    {
      "section_id": "880",
      "fields": {
        "Name": "Dreepy",
        "Kind": "Resentido",
        "Pokedex": "Habitaba los mares en tiempos inmemoriales. Ha revivido en forma de Pokémon de tipo Fantasma para vagar por su antigua morada."
      }
    },
    {
      "section_id": "881",
      "fields": {
        "Name": "Drakloak",
        "Kind": "Cuidador",
        "Pokedex": "Vuela a una velocidad de 200 km/h. Lucha junto a un Dreepy, al que cuida hasta el momento de su evolución."
      }
    },
    {
      "section_id": "882",
      "fields": {
        "Name": "Dragapult",
        "Kind": "Furtivo",
        "Pokedex": "Al parecer, los Dreepy que residen en sus cuernos esperan con ilusión el momento de ser propulsados a velocidad supersónica."
      }
    },
    {
      "section_id": "883",
      "fields": {
        "Name": "Mr. Rime",
        "Kind": "Cómico",
        "Pokedex": "Es un bailarín consumado de claqué. Agita su bastón de hielo mientras exhibe su destreza con gráciles pasos."
      }
    },
    {
      "section_id": "884",
      "fields": {
        "Name": "Sirfetch'd",
        "Kind": "Pato Salvaje",
        "Pokedex": "Solo los Farfetch’d que han vivido numerosas batallas son capaces de alcanzar esta evolución. Cuando su puerro se marchita, abandona los combates."
      }
    },
    {
      "section_id": "885",
      "fields": {
        "Name": "Cursola",
        "Kind": "Coral",
        "Pokedex": "Su energía espiritual ha aumentado hasta hacerlo desprenderse de su base caliza. Protege el alma del núcleo con su cuerpo espectral."
      }
    },
    {
      "section_id": "886",
      "fields": {
        "Name": "Zacian",
        "Kind": "Guerrero",
        "Pokedex": "Este Pokémon está considerado como un héroe de leyenda. Absorbe el metal para transformarlo y emplearlo como armamento."
      }
    },
    {
      "section_id": "887",
      "fields": {
        "Name": "Zamazenta",
        "Kind": "Guerrero",
        "Pokedex": "Este Pokémon se erigió en salvador de Galar, tras unir fuerzas con un rey de los hombres. Absorbe el metal para utilizarlo en combate."
      }
    },
    {
      "section_id": "888",
      "fields": {
        "Name": "Eternatus",
        "Kind": "Gigantesco",
        "Pokedex": "Se alimenta de la energía que brota de la tierra de Galar absorbiéndola por el núcleo del pecho."
      }
    },
    {
      "section_id": "889",
      "fields": {
        "Name": "Lupice",
        "Kind": "Rabbit",
        "Pokedex": "An extremely cautious Pokémon. It cloaks its body with its fluffy ear fur when it senses danger."
      }
    },
    {
      "section_id": "890",
      "fields": {
        "Name": "Mossfoot",
        "Kind": "Frost Tree",
        "Pokedex": "It whips up blizzards in mountains that are always buried in snow. It is the abominable snowman."
      }
    },
    {
      "section_id": "891",
      "fields": {
        "Name": "Astrem",
        "Kind": "Astral",
        "Pokedex": "Un Pokémon amigo de la humanidad. Se aparece en los sueños de los entrenadores fuertes para advertirles de peligros que están por venir."
      }
    },
    {
      "section_id": "892",
      "fields": {
        "Name": "Maidible",
        "Kind": "Deceiver",
        "Pokedex": "Its giant jaws are actually steel horns that transformed. It fools foes into complacency with its adorable gestures, then chomps them with its huge jaws."
      }
    },
    {
      "section_id": "893",
      "fields": {
        "Name": "Zippectre",
        "Kind": "Marionette",
        "Pokedex": "An abandoned plush doll became this Pokémon. They are said to live in garbage dumps and wander about in search of the children that threw them away."
      }
    },
    {
      "section_id": "894",
      "fields": {
        "Name": "Soundow",
        "Kind": "Hearing",
        "Pokedex": "Its auditory sense is astounding. It has a radar-like ability to understand its surrounding through slight sounds."
      }
    },
    {
      "section_id": "895",
      "fields": {
        "Name": "Nihilego",
        "Kind": "Parásito",
        "Pokedex": "Se desconoce si este Ultraente posee consciencia propia, pero en ocasiones se comporta como una chica joven."
      }
    },
    {
      "section_id": "896",
      "fields": {
        "Name": "Buzzwole",
        "Kind": "Hinchado",
        "Pokedex": "Un Ultraente procedente de otro mundo. Se desconoce si exhibe su robusto cuerpo a modo de amenaza o para que lo admiren."
      }
    },
    {
      "section_id": "897",
      "fields": {
        "Name": "Pheromosa",
        "Kind": "Elegancia",
        "Pokedex": "Este Ultraente se muestra reacio al contacto, probablemente porque percibe inmundicia en todo cuanto le rodea."
      }
    },
    {
      "section_id": "898",
      "fields": {
        "Name": "Xurkitree",
        "Kind": "Luminaria",
        "Pokedex": "Uno de los llamados Ultraentes. Algunos ejemplares plantan sus extremidades en el suelo como si fueran árboles y permanecen inmóviles."
      }
    },
    {
      "section_id": "899",
      "fields": {
        "Name": "Celesteela",
        "Kind": "Lanzamiento",
        "Pokedex": "Varios testigos afirman haber visto como este Ultraente carbonizaba un bosque entero con el gas expelido por sus extremidades."
      }
    },
    {
      "section_id": "900",
      "fields": {
        "Name": "Kartana",
        "Kind": "Desenvaine",
        "Pokedex": "El cuerpo de este Ultraente es fino como el papel y tan cortante como una espada recién afilada."
      }
    },
    {
      "section_id": "901",
      "fields": {
        "Name": "Guzzlord",
        "Kind": "Tragaldabas",
        "Pokedex": "Se dice que este Ultraente ha sido avistado devorando montañas enteras y tragándose prominentes edificios."
      }
    },
    {
      "section_id": "902",
      "fields": {
        "Name": "Poipole",
        "Kind": "Pin Veneno",
        "Pokedex": "En su mundo, este Ultraente se considera tan entrañable como para ser elegido compañero de viaje."
      }
    },
    {
      "section_id": "903",
      "fields": {
        "Name": "Naganadel",
        "Kind": "Poison Pin",
        "Pokedex": "Una de las temibles criaturas conocidas como Ultraentes. En su cuerpo almacena cientos de litros de veneno."
      }
    },
    {
      "section_id": "904",
      "fields": {
        "Name": "Stakataka",
        "Kind": "Muro",
        "Pokedex": "Extraña criatura que podría ser un Ultraente. Parece un muro rocoso hasta que se mueve de repente y ataca."
      }
    },
    {
      "section_id": "905",
      "fields": {
        "Name": "Blacephalon",
        "Kind": "Pirotecnia",
        "Pokedex": "Se desliza hacia la gente. Entonces, sin previo aviso, desencadena la explosión de su propia cabeza. Aparentemente es un tipo de Ultraente."
      }
    },
    {
      "section_id": "906",
      "fields": {
        "Name": "Unktena",
        "Kind": "Devoramundos",
        "Pokedex": "Se arrastra por el cosmos consumiendo todo lo que encuentra. No se detendrá hasta que el universo haya sido destruido."
      }
    },
    {
      "section_id": "907",
      "fields": {
        "Name": "Polekin",
        "Kind": "Poni",
        "Pokedex": "Potro y micelio se han fusionado desde el nacimiento produciéndose una simbiosis muy estrecha, de manera que han formado una única especie Pokémon."
      }
    },
    {
      "section_id": "908",
      "fields": {
        "Name": "Fungorse",
        "Kind": "Potro",
        "Pokedex": "La parte fúngica aporta protección a la simbiosis con sus esporas e hifas afiladas, mientras que la parte equina aporta nutrientes y desplazamiento."
      }
    },
    {
      "section_id": "909",
      "fields": {
        "Name": "Cervantrier",
        "Kind": "Destrero",
        "Pokedex": "La simbiosis lo convierte en un matadragones nato, varios autores se han basado en él para escribir muchas de sus obras caballerescas."
      }
    },
    {
      "section_id": "910",
      "fields": {
        "Name": "Lugnis",
        "Kind": "Lobato",
        "Pokedex": "Hasta que aprende a cazar se alimenta de presas que su madre regurgita para él. Sus padres le enseñan muy pronto a usar el fuego de forma responsable."
      }
    },
    {
      "section_id": "911",
      "fields": {
        "Name": "Luravit",
        "Kind": "Lobo",
        "Pokedex": "Es un gran carnívoro depredador y solo se alimenta de presas que él mismo caza. Es un experto usando con cuidado y en su beneficio el fuego que produce."
      }
    },
    {
      "section_id": "912",
      "fields": {
        "Name": "Luxpiravit",
        "Kind": "Lobo Espectral",
        "Pokedex": "Pokémon autóctono de Iberia que alcanza los 180cm de altura. Magnifico cazador que acecha en las sombras y ataca sin producir apenas ningún ruido."
      }
    },
    {
      "section_id": "913",
      "fields": {
        "Name": "Quisquite",
        "Kind": "Quisquilla",
        "Pokedex": "Pokémon crustáceo muy pequeño. Se esconde en la arena de las orillas de las playas para protegerse de sus depredadores, como Wingull o Remoraid."
      }
    },
    {
      "section_id": "914",
      "fields": {
        "Name": "Gambarrel",
        "Kind": "Gamba",
        "Pokedex": "Su cuerpo aún no es muy robusto, por lo que se protege con un barril. Salen de noche para alimentarse y cazan pequeños Pokémon pez."
      }
    },
    {
      "section_id": "915",
      "fields": {
        "Name": "Bogaleon",
        "Kind": "Bogavante",
        "Pokedex": "Su exoesqueleto es muy duro, lo cual le permitió salir del barril y reforzar sus extremidades. Vive en pecios y asimila trozos de ellos en su organismo."
      }
    },
    {
      "section_id": "916",
      "fields": {
        "Name": "Runerigus",
        "Kind": "Coffin",
        "Pokedex": "They pretend to be elaborate coffins to teach lessons to grave robbers. Their bodies are covered in pure gold."
      }
    },
    {
      "section_id": "917",
      "fields": {
        "Name": "Perrserker",
        "Kind": "Vikingo",
        "Pokedex": "Lo que aparenta ser un yelmo de hierro, es realmente su pelaje. Este Pokémon vive dedicado a la emoción del combate."
      }
    },
    {
      "section_id": "918",
      "fields": {
        "Name": "Kubfu",
        "Kind": "Kung-fu",
        "Pokedex": "Al tirar de los mechones blancos de la cabeza, acrecienta su espíritu luchador y empieza a acumular fuerza en el órgano de su bajo vientre."
      }
    },
    {
      "section_id": "919",
      "fields": {
        "Name": "Urshifu",
        "Kind": "Kung-fu",
        "Pokedex": "Vive en en zonas montañosas en áreas recónditas, donde entrena corriendo por escarpados riscos para fortalecer sus piernas y refinar su técnica."
      }
    },
    {
      "section_id": "920",
      "fields": {
        "Name": "Zarude",
        "Kind": "Simiestro",
        "Pokedex": "Las lianas que le brotan del cuerpo nutren y fertilizan el mantillo del bosque cuando se le desprenden."
      }
    },
    {
      "section_id": "921",
      "fields": {
        "Name": "Regieleki",
        "Kind": "Electrón",
        "Pokedex": "Su cuerpo entero es energía eléctrica. Por lo visto, quitarle los anillos que lleva libera su poder oculto."
      }
    },
    {
      "section_id": "922",
      "fields": {
        "Name": "Regidrago",
        "Kind": "Dragosfera",
        "Pokedex": "Todo su cuerpo es una gema de energía dragón cristalizada. Se cree que posee los poderes de todos los Pokémon dragón."
      }
    },
    {
      "section_id": "923",
      "fields": {
        "Name": "Glastrier",
        "Kind": "Corcel Feroz",
        "Pokedex": "Cuenta con una fuerza física sobrecogedora. La máscara de hielo que le cubre el rostro es cien veces más dura que el diamante."
      }
    },
    {
      "section_id": "924",
      "fields": {
        "Name": "Spectrier",
        "Kind": "Corcel Veloz",
        "Pokedex": "Examina su entorno con todos los sentidos, salvo la vista. Se dice que sus coces son capaces de robarle el alma a quien las recibe."
      }
    },
    {
      "section_id": "925",
      "fields": {
        "Name": "Calyrex",
        "Kind": "Rey",
        "Pokedex": "Un Pokémon muy compasivo agraciado con el poder de la curación. Reinó en Galar en tiempos remotos."
      }
    },
    {
      "section_id": "926",
      "fields": {
        "Name": "Kleavor",
        "Kind": "Pincer",
        "Pokedex": "A Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. It flaps its wings to regulate its body temperature."
      }
    },
    {
      "section_id": "927",
      "fields": {
        "Name": "Wyrdeer",
        "Kind": "Big Horn",
        "Pokedex": "Stantler's magnificent antlers were once traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction."
      }
    },
    {
      "section_id": "928",
      "fields": {
        "Name": "Basculegion",
        "Kind": "Hostile",
        "Pokedex": "Red and blue Basculin usually do not get along, but sometimes members of one school mingle with the other's schooL."
      }
    },
    {
      "section_id": "929",
      "fields": {
        "Name": "Overqwil",
        "Kind": "Balloon",
        "Pokedex": "A Qwilfish uses the pressure of water it swallows to shoot toxic quills all at once from all over its body. It finds swimming to be somewhat challenging."
      }
    },
    {
      "section_id": "930",
      "fields": {
        "Name": "Sneasler",
        "Kind": "Sharp Claw",
        "Pokedex": "They live in cold regions, forming groups of four or five that hunt prey with impressive coordination."
      }
    }
  ]
}