{
  "Abofetea de dos a cinco veces seguidas.": "連續拍打對手2～5次。",
  "Abre mucho la boca y libera una onda de choque que ataca al objetivo.": "張大嘴巴釋放衝擊波攻擊對手。",
  "Abre una grieta en el suelo y mete al objetivo en ella. Fulmina en un golpe.": "在地面裂開縫隙讓對手掉進去。一擊必殺。",
  "Absorbe la energía acumulada con Reserva y restaura PS.": "吸收蓄力的能量回復HP。",
  "Absorbe la mitad del daño producido.": "吸取對手HP，回復給自己傷害的一半。",
  "Absorbe la salud del oponente usando una energía fantasmagórica.": "用幽靈能量吸取對手的HP。",
  "Acuchilla con una hoja fina. Suele dar un golpe crítico.": "用薄刃斬切對手。容易擊中要害。",
  "Acumula energía y sube la Defensa y la Defensa Especial. Puede utilizarse hasta tres veces.": "蓄積能量提升防禦和特防。最多可使用3次。",
  "Acumula poder para golpear. Cuanto más suban las características del usuario, mayor será el daño.": "蓄積力量攻擊。使用者能力提升越多威力越大。",
  "Adhiere esporas al objetivo para reducir mucho su Velocidad.": "附著孢子大幅降低對手的速度。",
  "Agita la cola para bajar la Defensa del contrincante.": "搖晃尾巴降低對手的防禦。",
  "Agradable melodía que adormece al objetivo.": "用優美的旋律使對手睡眠。",
  "Agudiza la concentración mental y libera su poder. Puede disminuir la Def. Esp. del rival.": "集中精神釋放念力。有時會降低對手的特防。",
  "Al hacer girar los engranajes, el usuario mejora su Ataque y aumenta su Velocidad espectacularmente.": "轉動齒輪提升攻擊並大幅提升速度。",
  "Al usarse, aumenta el Ataque del usuario cada vez que es golpeado.": "每次受到攻擊時提升自己的攻擊。",
  "Alarido agudo que reduce mucho la Defensa del objetivo.": "發出尖銳的叫聲大幅降低對手的防禦。",
  "Alas macizas que golpean al objetivo y pueden subir la Defensa del usuario.": "用堅硬的翅膀攻擊對手。有時會提升使用者的防禦。",
  "Aplasta al objetivo con un lingote de oro gigante. Puede paralizar.": "用巨大的金條壓扁對手。有時會麻痺對手。",
  "Aporrea con un hueso. Puede hacer retroceder al objetivo.": "用骨頭痛打對手。有時會使對手畏縮。",
  "Aprende de forma permanente el último movimiento del objetivo. Es de un solo uso.": "永久學會對手使用的招式。只能使用一次。",
  "Araña al objetivo con garras afiladas.": "用銳利的爪子抓對手。",
  "Araña con afiladas garras.": "用銳利的爪子攻擊。",
  "Araña rápidamente de dos a cinco veces.": "用爪子快速攻擊2～5次。",
  "Arremete contra el rival con su robusto cuerpo. El agresor también sufre bastante daño.": "用強壯的身體衝撞對手。自己也會受到不小的傷害。",
  "Arroja arena a la cara y baja la Precisión.": "向對手臉上撒沙降低命中率。",
  "Arroja esferas al objetivo entre dos y cinco veces seguidas.": "向對手投擲球體2～5次。",
  "Arroja monedas al objetivo. Las recupera al final del combate.": "向對手投擲金幣。戰鬥結束後可回收。",
  "Arroja residuos al objetivo. Puede llegar a envenenar.": "向對手投擲污泥。有時會中毒。",
  "Arroja un huevo al objetivo con gran fuerza.": "用力將蛋丟向對手。",
  "Asusta al objetivo para reducir mucho su Velocidad.": "驚嚇對手大幅降低其速度。",
  "Ata y oprime de cuatro a cinco turnos.": "纏繞對手4～5回合。",
  "Ataca agitando la cola como si fuera una ola rabiosa en una tormenta devastadora.": "像狂暴風暴中的海浪般揮動尾巴攻擊。",
  "Ataca al objetivo con cuchillas formadas por energía psíquica. Suele ser crítico.": "用精神能量形成的刀刃攻擊對手。容易擊中要害。",
  "Ataca al objetivo con un filo de roca. Suele ser crítico.": "用岩石的利刃攻擊對手。容易擊中要害。",
  "Ataca al objetivo con un gran laser. El tipo del ataque lo determina el cartucho que porta el usuario.": "用大型雷射攻擊對手。屬性由攜帶的卡匣決定。",
  "Ataca al objetivo con una cornada.": "用角頂撞對手。",
  "Ataca al objetivo con una extraña niebla que elimina sus cambios de características.": "用神秘的霧氣攻擊對手。消除對手的能力變化。",
  "Ataca al objetivo con una onda de choque y puede llegar a paralizarlo.": "用衝擊波攻擊對手。有時會麻痺對手。",
  "Ataca al objetivo en el segundo turno rodeándolo de un aire gélido. Puede causar quemaduras.": "第2回合用冰冷的空氣包圍對手攻擊。有時會灼傷對手。",
  "Ataca al objetivo usando tal energía que el tiempo se distorsiona. El usuario descansa el siguiente turno.": "用扭曲時空的強大能量攻擊對手。下一回合無法行動。",
  "Ataca al objetivo y lo obliga a cambiarse por otro Pokémon. Si es uno salvaje, acaba el combate.": "攻擊對手並強制其替換。若對手是野生寶可夢，則戰鬥結束。",
  "Ataca al oponente con unas zarzas que le van haciendo daño al final de cada turno.": "用荊棘攻擊對手。每回合結束時對手會受到傷害。",
  "Ataca al oponente ignorando los cambios de defensa.": "攻擊對手時無視防禦能力變化。",
  "Ataca arrojando agua hirviendo al objetivo. Puede causar quemaduras.": "向對手潑灑滾燙的熱水。有時會灼傷對手。",
  "Ataca con columnas de agua. Si se combina con un ataque de fuego, crea un arcoíris y aumenta su potencia.": "用水柱攻擊。與火焰招式組合時會產生彩虹並提升威力。",
  "Ataca con columnas de fuego. Combinado con un ataque tipo planta crea un mar de llamas y aumenta su potencia.": "用火柱攻擊。與草屬性招式組合時會產生火海並提升威力。",
  "Ataca con columnas de hojas. Combinado con un ataque de agua crea un pantano y aumenta su potencia.": "用葉柱攻擊。與水屬性招式組合時會產生沼澤並提升威力。",
  "Ataca con cuchillas o con pinzas. Suele dar un golpe crítico.": "用刀刃或鉗子攻擊。容易擊中要害。",
  "Ataca con el doble de potencia si el usuario está quemado, paralizado o envenenado.": "當使用者處於灼傷、麻痺或中毒狀態時威力翻倍。"
}